Repository: ZhangDavide/xt7-player-mpv
Catalog: .lang/*.po
Languages: de

source: If you have an AC3 capable decoder connected to the spdif output, check this. Since changing playing speed is not supported on audio passthrough configurations, the only way to have multichannel/surround sound over SPDIF is to encode an AC3 stream on the fly.
de: Wenn Sie einen AC3-fähigen Decoder am SPDIF-Ausgang angeschlossen haben, überprüfen Sie dies. Das Ändern der Wiedergabegeschwindigkeit wird bei Audio-Passthrough-Konfigurationen nicht unterstützt, die einzige Möglichkeit um Multi-Kanal-Surround-Sound über SPDIF nutzen zu können ist, den AC3-Stream direkt zu kodieren

source: Encode an ac3 stream to the spdif output before changing speed (not implemented)
de: Das Kodieren eines AC3-Streams über den SPDIF-Ausgang vor dem Ändern der Geschwindigkeit (ist nicht implementiert)

source: Specify what additional file extensions are allowed in playlist and library. Ex: mov,dts,h264
de: Geben Sie an, welche zusätzlichen Dateierweiterungen in der Wiedergabeliste und Bibliothek erlaubt sind. Erweiterungen: mov,dts,h264

source: Other known extensions
de: Andere bekannte Erweiterungen

source: Directories specified here are recursively added to the playlist when you commit a playlist update. Use add/delete button or drag 'n drop.
de: Die hier angegebenen Verzeichnisse werden der Wiedergabeliste rekursiv hinzugefügt wenn Sie eine Wiedergabeliste aktualisieren. Verwenden Sie die Schaltfläche zum Hinzufügen/Löschen, oder per drag & drop.

source: Watched Directories
de: Beobachtete Verzeichnisse

source: Del
de: Entf

source: Sync Now
de: Jetzt synchronisieren

source: Directories specified here will excluded when you commit a playlist update. Use add/delete button or drag 'n drop.
de: Verweise werden hiermit ausgeschlossen wenn Sie eine Wiedergabeliste aktualisieren. Verwende Sie die Schaltfläche zum Hinzufügen/Löschen, oder per drag & drop.

source: Excluded Directories
de: Ausgeschlossene Verzeichnisse

source: Exclude Now
de: Jetzt ausschließen

source: If enabled, you will see a light gauge into the seekbar. For media whith known total duration, it will represent which parts of the streams are cached. (this is an estimation) For media with unknown duration, it will represent the total cache fill.
de: Wenn aktiviert, dann wird eine Lichtleiste in die Suchleiste sichtbar. Bei Medien mit bekannter Gesamtdauer wird der Inhalt der zwischengespeicherten Datenströme dargestellt. (Dies ist eine Schätzung) Bei Medien mit unbekannter Dauer, wird die gesamte Cache-Füllung dargestellt.

source: Show cache status into the seek bar
de: Zeige den Cache-Status in der Suchleiste an

source: Local Files
de: Lokale Dateien

source: Local file cache size (KB)
de: Lokale Datei-Cache-Größe (KB)

source: The playback will start as soon as the cache has been filled enough. mpv option: --cache-initial
de: Die Wiedergabe startet, sobald der Cache genug gefüllt ist. mpv Option: --cache-initial

source: Start playback after filling
de: Starte Wiedergabe nach dem Einlesen

source: CD Cache size (KB)
de: CD-Cache-Größe (KB)

source: Set the cache for DVD playback. Note that enabling it may lead to problems.
de: Lege Cache für die DVD-Wiedergabe fest. Beachten Sie, dass dies zu Problemen führen kann.

source: Dvd Cache size (KB)
de: DVD Cache-Größe (KB)

source: Network
de: Netzwerk

source: Maximum cache size. mpv option: --cache
de: Maximale Cachegröße. mpv Option: --cache

source: Net Cache size (KB)
de: Net Cache-Größe (KB)

source: HINT: For youtube, enable this option and set 0. -- If a seek is to be made to a position within <percentage> of the cache size from the current position, mpv will wait for the cache to be filled to this position rather than performing a stream seek (default: 50). mpv option: --cache-seek-min
de: HINWEIS: Für youtube aktivieren Sie diese Option und stellen Sie auf 0 ein. -- Wird eine Suche an einer Position innerhalb von <percentage> der Cache-Größe von der aktuellen Position ausgemacht werden soll, wartet mpv, bis der Cache zu dieser Stelle gefüllt ist, anstatt den Datenstrom zu durchsuchen (Standard: 50). mpv Option: --cache-seek-min

source: Minimum seek cache size
de: Sucht minimale Cachegröße

source: DVB-T Cache size (KB)
de: DVB-T-Cache-Größe (KB)

source: Tweaks
de: Anpassungen

source: When using autoadvancing feature, this may help to have smoother transitions (gapless playback) on slow media like mounted network shares or slow usb sticks. Works only for files, not uries. NB: it uses the VFS Linux cache, so it could be completely useless or even bad for filesystems that do not make use of it. Please, refer to the filesystem implementation. Examples of popular fuse filesystems: * sshfs uses vfs cache by default * curlftpfs does not.
de: Unter Verwendung der automatischen Vorschubfunktion kann dies dazu beitragen, dass glattere Übergänge (lückenlose Wiedergabe) auf langsamen Medien wie montierte Netzwerkfreigaben oder langsame USB-Stick entstehen. Funktioniert nur bei Dateien, nicht URL. NB: verwendet den Linux-VFS-Cache, daher könnte es völlig nutzlos sein oder sogar schlecht für die Dateisysteme, diese nicht zu verwenden. Bitte beachten Sie die Dateisystem-Implementierung. Beispiele für beliebte fuse Dateisysteme: * sshfs benutzt standardmäßig VFS Cache * curlftpfs nicht.

source: Preload next file at most for
de: Preload nächste Datei höchstens für

source: and
de: und

source: seconds
de: Sekunden

source: Player nice level. The lower the value, the higher the priority the player will get against other processes.
de: Nettes Niveau des Spielers. Die niedrigsten Werte entsprechen der höchsten Priorität der Spieler übernimmt die anderen Prozesse."

source: Use dbus (need dbus-send command) to disable kwin effects and avoid glitches in fullscreen mode.
de: Verwenden Sie dbus (benötigt dbus-send-Befehl) um kwin Effekte zu deaktivieren und Störungen im Vollbildmodus zu vermeiden.

source: Disable Kde Effects in fullscreen mode
de: Deaktiviere KDE-Effekte im Vollbildmodus

source: It has been noticed that with some intel drivers when used with SNA acceleration produces video tearing. Activating this option may help at the cost of pausing the video for a while when going to fullscreen mode.
de: Bei einigen Intel-Treibern, die SNA-Beschleunigung verwenden, wurde festgestellt dass sie einen tearing-Effekt verursachen (Bild zerrissen dargestellt). Die Aktivierung dieser Option hilft möglicherweise auf Kosten einer kurzen Pause bei der Wiedergabe, während auf den Vollbildschirm-Modus umgeschaltet wirden.

source: Pause video when going fullscreen (helps with tearing)
de: Pausiere Videowiedergabe beim Umschalten auf Vollbild (hilft bei tearing)

source: Select your CD device (es /dev/dvd, /dev/cdrom, /dev/sr2...).
de: Wählen Sie Ihr CD-Gerät (z.B. /dev/dvd, /dev/cdrom, /dev/SR2 ...).

source: Audio CD Device
de: CD-Audio-Gerät

source: Please, choose
de: Bitte wählen

source: Fetch CD Audio information from internet through cddb protocol. Note that this may slow down or even hangs the play the very first time.
de: Hole Audio-CD-Informationen aus dem Internet über CDDB-Protokoll. Beachten Sie, dass sich dadurch die Wiedergabe das erste Mal verlangsamen oder sogar aufhängen kann.

source: Use CDDB
de: Verwende CDDB

source: Limit Drive Speed to
de: Begrenze Drehzahl auf

source: Select your Dvd device (es /dev/dvd, /dev/cdrom, /dev/sr2...).
de: Wählen Sie Ihr DVD-Gerät aus (ist /dev/dvd, /dev/cdrom, /dev/sr2...).

source: DVD Device
de: DVD-Gerät

source: Skip parsing media tags on network streams: use it to add network media to library/playlist faster. This will apply to the following uries: mms:// ; http:// ; http_proxy:// ; rtp:// ; rtsp:// ; ftp:// ; udp:// ; smb:// ; mpst:// ; unsv://
de: Überspringen von Parsing-Medien-Tags auf Netzwerk-Streams: Verwenden Sie es, um schneller Medien in Bibliotheken/Wiedergaelisten hinzuzufügen. Dies gilt für die folgenden URL's: mms:// ; http:// ; http_proxy:// ; rtp:// ; rtsp:// ; ftp:// ; udp:// ; smb:// ; mpst:// ; unsv://

source: Skip tags on network streams.
de: Skip-Tags auf Netzwerk-Streams

source: Temporary recording folder
de: Temporärer Aufnahmeordner

source: Since Youtube API v3, searching youtube contents requires an API KEY that google limits to a number of requests per day. xt7 provides a shared API KEY, used by everybody, but you may specify your own here.
de: Seit Youtube API v3, erfordert die Suche nach Youtube Inhalten einen API KEY dies begrenzt Google auf eine bestimmte Anzahl von Zugriffen pro Tag. Xt7 bietet einen gemeinsamen API KEY an, der von allen genutzt wird, aber Sie können Ihren eigenen festlegen.

source: Use this Youtube API KEY (need restart)
de: Verwende diesen Youtube API KEY (Neustart erforderlich)

source: Select your femon executable. Just write 'femon' for default.
de: Wählen Sie Ihr femon Programm. verwenden Sie einfach 'femon' als Standard.

source: When playing youtube videos, prefer this format if available.
de: Bei der Wiedergabe von YouTube-Videos, Bevorzuge dieses Format, falls verfügbar.

source: Preferred youtube resolution
de: Bevorzugte YouTube-Auflösung

source: Choose how to download network streams such as youtube video and podcasts. kde4 - choose kioclient ; kde3 - choose kfmclient ; If you wish to write your own downloader, remember that %url is the stream to download %destdir is the destination directory %destfile is the destination file (without the path) Note then kioclient and kfmclient do not work with youtubeì streams.
de: Wählen Sie, wie Netzwerk-Streams heruntergeladen werden wie YouTube-Video und Podcasts. kde4 - wählen Sie kioclient ; kde3 - wählen Sie kfmclient ; Wenn Sie Ihren eigenen Downloader schreiben möchten, beachtgen Sie das %url ist der Stream zum Download %destdir ist das Zielverzeichnis %destfile ist die Zieldatei (ohne Pfad) Beachten Sie, dass kioclient und kfmclient nicht mit youtube Streams funktionieren.

source: Download with
de: Herunterladen mit

source: Write your own: %url=source %destdir=destination dir %destfile=destination file
de: Schreiben Sie selbst: %url=source %destdir=Zielverzeichnis %destfile=Zieldatei

source: When playing an MPEG-TS stream, this option lets you specify how many bytes in the stream to search for the desired audio and video IDs. mpv Option: --demuxer-lavf-probesize
de: Wenn Sie einen MPEG-TS-Stream abspielen, können Sie mit dieser Option angeben, wie viele Byte im Stream nach den gewünschten Audio- und Video-IDs suchen sollen. mpv Option: --demuxer-lavf-probesize

source: Select your 'scan' executable. Just write 'scan' for default. scan is needed to scan for new channels
de: Wählen Sie die ausführbare 'scan' Datei aus. Schreiben Sie einfach 'scan' als Voreinstellung. Scan ist erforderlich, um nach neuen Kanälen zu suchen

source: scan executable
de: Ausführbare Datei scan

source: Select your femon executable. Just write 'femon' for default. femon is needed to monitor signal strength.
de: Wählen Sie die ausführbare Datei femon aus. Schreiben Sie einfach 'femon' als Standardeinstellung. femon ist erforderlich, um die Signalstärke zu überwachen.

source: femon executable
de: Ausführbare Datei femon

source: Select your dvbsnoop executable. Just write 'dvbsnoop' for default. dvbsnoop is needed to get EPG data.
de: Wählen Sie die ausführbare Datei dvbsnoop aus. Schreiben Sie einfach 'dvbsnoop' als Standard. dvbsnoop wird benötigt, um EPG-Daten zu erhalten.

source: dvbsnoop executable
de: Ausführbare Datei dvbsnoop

source: Final recording folder
de: Abschließender Aufnahmeordner

source: It you have more than a dvb card, you can specify one here. mpv option: --dvbin card=#
de: Wenn sie mehr als eine DVB-Karte haben, Können Sie hier eine angeben. mpv Option: --dvbin card=#

source: How much seconds to wait for the channel to be tuned. mpv option: --dvbin timeout=#
de: Wie viel Sekunden soll gewartet werden, bis der Kanal abgestimmt ist. mpv Option: --dvbin timeout=#

source: Tuner Timeout
de: Tuner-Zeitüberschreitung

source: Maximum amount of data to probe during the detection phase. In the case of MPEG-TS this value identifies the maximum number of TS packets to scan. mpv option: --demuxer-lavf-probesize
de: Maximale Datenmenge während der Detektionsphase. Bei MPEG-TS identifiziert dieser Wert die maximale Anzahl der zu scannenden TS-Pakete. mpv Option: --demuxer-lavf-probesize

source: Use command: dvb_set_channel. It will cut down time needed to tune channels, but you could have troubles with missing or wrong audio, It is an mplayer bug you may want to check here: http://bugzilla.mplayerhq.hu/show_bug.cgi?id=2070 -- 0 - The safer choice. 1 - Let xt7 decide if it is safe or not. 2 - Could even crash mpv, depends on its version.
de: Verwenden Sie den Befehl: dvb_set_channel. Es verringert die benötigte Zeit, um Kanäle einzustellen, aber Sie könnten Probleme mit fehlenden oder falschen Audio Kanälen haben, Es gibt einen mplayer Fehler, den Sie hier überprüfen können: http://bugzilla.mplayerhq.hu/show_bug.cgi?id=2070 -- 0 - Die sicherere Wahl ist. 1 - Lassen Sie xt7 entscheiden, ob es sicher ist oder nicht. 2 - Könnte sogar mpv abstürzen lassen, hängt von der Version ab.

source: Faster channel zapping
de: Schnelles Kanalzappen

source: 0 - Never
de: 0 - Niemals

source: 1 - When audio is not switched
de: 1 - Wenn nicht auf Audio umgeschaltet wird

source: 2 - Always
de: 2 - Immer

source: Rescan Channels with simple DVB-T Tuner
de: Scan erneut Kanäle mit einfachem DVB-T Tuner

source: Preferred Audio languages:
de: Bevorzugte Audiosprachen:

source: Add the selected language to the list of preferred languages. Mplayer Option: -alang "language list"
de: Füge die ausgewählte Sprache zur Liste der bevorzugten Sprachen hinzu. Mplayer Option: -alang "language list"

source: alb,sq,(Albanian)
de: alb,sq,(Albanisch)

source: ara,ar,(Arabic)
de: ara,ar,(Arabisch)

source: arm,hy,(Armenian)
de: arm,hy,(Armenisch)

source: baq,eu,(Basque)
de: baq,eu,(Baskisch)

source: bos,bs,(Bosnian)
de: bos,bs,(Bosnisch)

source: bre,br,(Breton)
de: bre,br,(Bretonisch)

source: bul,bg,(Bulgarian)
de: bul,bg,(Bulgarisch)

source: cat,ca,(Catalan)
de: cat,ca,(Katalanisch)

source: cze,cs,(Czech)
de: cze,cs,(Tschechisch)

source: dan,da,(Danish)
de: dan,da,(Dänisch)

source: de,ger,deu (german)
de: de,ger,deu (Deutsch)

source: ell,el,(Greek)
de: ell,el,(Griechisch)

source: en,eng (english)
de: en,eng (Englisch)

source: es,spa (spanish)
de: es,spa (Spanisch)

source: est,et,(Estonian)
de: est,et,(Estnisch)

source: fi,fin (finnish)
de: fi,fin (Finnisch)

source: fr,fre (french)
de: fr,fre (Französisch)

source: geo,ka,(Georgian)
de: geo,ka,(Georgisch)

source: glg,gl,(Galician)
de: glg,gl,(Galizisch)

source: heb,he,(Hebrew)
de: heb,he,(Hebräisch)

source: hrv,hr,(Croatian)
de: hrv,hr,(Kroatisch)

source: hun,hu,(Hungarian)
de: hun,hu,(Ungarisch)

source: ice,is,(Icelandic)
de: ice,is,(Isländisch)

source: ind,id,(Indonesian)
de: ind,id,(Indonesisch)

source: it,ita (italian)
de: it,ita (italienisch)

source: ja,jpn (japanese)
de: ja,jpn (Japanisch)

source: kaz,kk,(Kazakh)
de: kaz,kk,(Kasachstan)

source: kor,ko,(Korean)
de: kor,ko,(Koreanisch)

source: lav,lv,(Latvian)
de: lav,lv,(Lettisch)

source: lit,lt,(Lithuanian)
de: lit,lt,(Litauisch)

source: ltz,lb,(Luxembourgish)
de: ltz,lb,(Luxemburgisch)

source: mac,mk,(Macedonian)
de: mac,mk,(Mazedonisch)

source: may,ms,(Malay)
de: may,ms,(Malaiisch)

source: nl,dut,nld (dutch,flemish)
de: nl,dut,nld (Niederländisch,Flämisch)

source: no,nor (norwegian)
de: no,nor (Norwegisch)

source: oci,oc,(Occitan)
de: oci,oc,(Okzitanisch)

source: pob,pb,(Portuguese-BR)
de: pob,pb,(Portugiesisch-BR)

source: pol,pl,(Polish)
de: pol,pl,(Polnisch)

source: pt,por (portuguese)
de: pt,por (Portugiesisch)

source: ru,rus (russian)
de: ru,rus (Russisch)

source: rum,ro,(Romanian)
de: rum,ro,(Rumänisch)

source: scc,sr,(Serbian)
de: scc,sr,(Serbisch)

source: sin,si,(Sinhalese)
de: sin,si,(Singhalesisch)

source: slo,sk,(Slovak)
de: slo,sk,(Slowakisch)

source: slv,sl,(Slovenian)
de: slv,sl,(Slowenisch)

source: sv,swe (swedish)
de: sv,swe (Swedisch)

source: syr,sy,(Syriac)
de: syr,sy,(Syrisch)

source: tha,th,(Thai)
de: tha,th,(Thailändisch)

source: tur,tr,(Turkish)
de: tur,tr,(Türkisch)

source: ukr,uk,(Ukrainian)
de: ukr,uk,(Ukrainisch)

source: vie,vi,(Vietnamese)
de: vie,vi,(Vietnamesisch)

source: zh,chi,zho (chinese)
de: zh,chi,zho (Chinesisch)

source: Preferred Subtitle languages:
de: Bevorzugte Untertitelsprachen:

source: Add the selected language to the list of preferred languages. mpv Option: --slang "language list" This option also allows you to search for online subtitles at Opensubtitles.org
de: Füge die ausgewählte Sprache zur Liste der bevorzugten Sprachen hinzu. mpv Option: --slang "Sprachenliste" Diese Option ermöglicht auch die Suche nach Online-Untertiteln bei Opensubtitles.org

source: chi,zh,zho (chinese)
de: chi,zh,zho (Chinesisch)

source: dut,nld,nl (dutch,flemish)
de: dut,nld,nl (Niederländisch, Flämisch)

source: eng,en (english)
de: eng,en (Englisch)

source: fin,fi (finnish)
de: fin,fi (Finnisch)

source: fre,fr (french)
de: fre,fr (Französisch)

source: ger,deu,de (german)
de: ger,deu,de (Deutsch)

source: ita,it (italian)
de: ita,it (Italienisch)

source: jpn,ja (japanese)
de: jpn,ja (Japanisch)

source: nor,no (norwegian)
de: nor,no (Norwegisch)

source: por,pt (portuguese)
de: por,pt (Portugisisch)

source: rus,ru (russian)
de: rus,ru (Russisch)

source: spa,esp (spanish)
de: spa,esp (Spanisch)

source: swe,sv (swedish)
de: swe,sv (Schwedisch)

source: Misc
de: Verschiedene

source: Select your mpv executable. Just write 'mpv' for default.
de: Wählen Sie Ihre mpv-Datei aus. Schreiben Sie einfach 'mpv' als Standard.

source: Environment Variables
de: Umgebungsvariable

source: You can override some environment variables here, write them in thre form: VARIABLE1=VALUE VARIABLE2=VALUE
de: Sie können hier einige Umgebungsvariablen überschreiben, schreiben Sie diese im Format: VARIABLE1=VALUE VARIABLE2=VALUE

source: mpv executable
de: ausführbare Datei mpv

source: Command or commands (semicolon separated) which will be executed before a file is played. HINT: you can execute multiple commands using ";" between them. HINT: If you don't want Xt7-player to wait for the command(s) to exit, use "&" at the end of each one.
de: Befehl oder Befehle (durch Semikolon getrennt), die ausgeführt werden, bevor eine Datei wiedergegeben wird. HINWEIS: Sie können mehrere Befehle durch ";" getrennt ausführen. HINWEIS: Wenn Xt7-player nicht warten soll, bis der Befehl beendet ist, benutzen Sie "&" am Ende eines jeden Kommandos.

source: Pre Command
de: Befehl der vorher ausgeführt wird

source: Command or commands (semicolon separated) which will be executed after a file has been played. HINT: you can execute multiple commands using ";" between them. HINT: If you don't want Xt7-player to wait for the command(s) to exit, use "&" at the end of each one.
de: Befehl oder Befehle (durch Semikolon getrennt), die ausgeführt werden, bevor eine Datei wiedergegeben wird. HINWEIS: Sie können mehrere Befehle durch ";" getrennt ausführen. HINWEIS: Wenn Xt7-player nicht warten soll, bis der Befehl beendet ist, benutzen Sie "&" am Ende eines jeden Kommandos.

source: Post Command
de: Befehl der danach ausgeführt wird

source: Enter the shutdown command \n (make sure your have rights to do it)
de: Geben Sie den Befehl zum Herunterfahren \n ein (stellen Sie sicher, dass Sie über die entsprechenden Rechte verfügen)

source: Shutdown Command
de: Shutdown-Befehl

source: Enter the shutdown command (also make sure your user has rights to do it)
de: Geben Sie den Shutdown-Befehl ein (stellen Sie auch sicher, dass Sie dazu genügend Benutzerrechte haben)

source: Enable/Disbale Tooltips
de: Aktivieren/Deaktivieren von Tooltips

source: If you close xt7-player while playing a local file, xt7 will start just were you left the next time.
de: Wenn Sie xt7-Player beim Abspielen einer lokalen Datei schließen, startet xt7 dort, wo Sie zuletzt aufgehört haben.

source: Start were you left
de: Wiedergabe fortsetzen wo beendet wurde

source: This will cause xt7 to restore the playback time position of any recently played file.
de: Dies bewirkt, dass xt7 die Wiedergabewiedergabe Zeitposition der zuletzt wiedergegebenen Datei wiederherstellt.

source: Restore playback time position
de: Wiedergabezeitposition wiederherstellen

source: Enable ToolTips
de: Aktiviere Tooltips

source: Enable this if you want xt7 to be controlled through an mpris2 compliant client.
de: Aktivieren Sie diese Option, wenn xt7 über einen mpris2-kompatiblen Client gesteuert werden soll.

source: Makes xt7 register itself into dbus. This will export media properties and gives basic options to control the player.
de: Damit registriert sich xt7 im Dbus. Dies exportiert die Medieneigenschaften und gibt grundlegende Optionen, um den Player zu steuern.

source: Dbus support
de: DBUS Unterstützung

source: (MPRIS 2.1 - Incomplete)
de: (MPRIS 2.1 - unvollständig)

source: When an audio file is played, the right panel will show informations on the file played, allowing to set covers for your library items.
de: Wenn eine Audiodatei wiedergegeben wird, werden auf des rechten Seite Informationen über die abgespielte Datei angezeigt, so dass Covers für Ihre Bibliothekselemente festgelegt werden können.

source: Use cover manager.
de: Verwende den Cover Manager.

source: Enable/Disbale the tray icon
de: Aktiviere/Deaktiviere das Taskleistensymbols

source: Use Tray icon (xt7-player restart needed)
de: Verwende das Taskleistensymbol (xt7-player Neustart notwendig)

source: Save all settings to profile on program exit
de: Speichere alle Einstellungen beim Beenden im Profil

source: Save xt7 position and size on program exit.
de: Speichere Position und Größe beim Beenden.

source: Also save xt7 geometry on exit
de: Speiche xt7 Geometrie beim Beenden

source: If your window manager is not kwin and you find that form position is not correctly restored, try checking this.
de: Wenn Ihr Fenster-Manager nicht kwin ist und Sie feststellen, dass die Position nicht korrekt wiederhergestellt wurde, versuchen Sie, dies zu überprüfen.

source: Alternative saving method (compiz/emerald)
de: Alternative Speichermethode (compiz/emerald)

source: User Options
de: Benutzeroptionen

source: The following options will be appended to mpv command line:
de: Die folgenden Optionen werden an die mpv-Befehlszeile angehängt:

source: mpv options in the format "name = value"
de: mpv-Optionen im Format "name = value"

source: TODO: Every option set here must override.
de: TODO: Jede hier eingestellte Option muss überschrieben werden.

source: Style
de: Stil

source: * Some Options may require application restart.
de: * Einige Optionen erfordern möglicherweise einen Neustart des Programms.

source: Display cover thumbnails in side lists
de: Display-Deckblatt in Seitenlisten

source: Show covers in listviews
de: Zeige Deckblätter in Listenansichten

source: Generate and show video thumbnails to for the side lists, this is made runtime in background and thumbnails will be cached on disk.
de: Generiere und zeige Video-Thumbnails für die Seitenlisten, dies wird zur Laufzeit im Hintergrund und Thumbnails werden auf der Festplatte gespeichert.

source: Show thumbnails for video files
de: Zeige Thumbnails für Videodateien an

source: Hide Tabstrip text
de: Tabstrip-Text ausblenden

source: Background image for the bottom panel. You can also set this by dragging an image file or from a web page into the bottom panel, just remember to save the profile.
de: Hintergrundbild für das untere Feld. Sie können dies auch festlegen, indem Sie eine Bilddatei oder eine Webseite in das untere Fenster ziehen. Denken Sie daran, das Profil zu speichern.

source: Bottom picture background
de: Unterer Bildhintergrund
