Repository: ZhangDavide/xt7-player-mpv
Catalog: .lang/*.po
Languages: de

source: Default icon size
de: Standard-Symbolgröße

source: Albums view icon size
de: Alben Symbolgröße

source: Highlight the sideview item which is under the mouse
de: Markiere die Seitenansicht, die sich unter der Maus befindet

source: Highlight listview items on mouse over
de: Markiere die Listenansichtselemente beim Überfahren mit der Maus

source: Main ProgressBar color
de: Farbe des Fortschrittsbalken

source: Left-side list font and font color:
de: Schriftart und Schriftfarbe der linken Seite:

source: Default
de: Standard

source: Left-side list background color:
de: Hintergrundfarbe der linken Seite:

source: Left-side list alternate background color:
de: Alternative Hintergrundfarbe der linken Seite:

source: Trayicon panel font and font color:
de: Trayicon Panel Schriftart und Schriftfarbe:

source: TrayIcon panel background color:
de: TrayIcon Bedienfeld-Hintergrundfarbe:

source: Audio panel font and font color:
de: Audio-Panel-Schriftart und Schriftfarbe:

source: Save and use new settings
de: Speicher und benutze die neuen Einstellungen

source: Use new settings without save
de: Benutze die neuen Einstellungen ohne zu speichern

source: Use
de: Anwenden

source: Close the window
de: Fenster schließen

source: Common Video Files
de: Gemeinsame Video-Dateien

source: Common Audio Files
de: Gemeinsame Audio-Dateien

source: Multimedia files
de: Multimediadateien

source: by Antonio Orefice. xt7player@gmail.com Thanks to Benoît Minisini for Gambas.
de: von Antonio Orefice. xt7player@gmail.com Danke an Benoît Minisini für Gambas.

source: Syncing Library, please wait...
de: Bibliothek wird abgeglichen, bitte warten …

source: Translate me first
de: Übersetze mich zuerst

source: Press a Key or (some) Mouse button(s)
de: Drücke eine Taste oder (einige) Maus Taste(n)

source: Waiting for an HotKey...
de: Warten auf einen HotKey...

source: Assign nevertheless
de: Dennoch zuweisen

source: Delete new
de: Lösche neu

source: Delete old
de: Lösche alte

source: The hotkey you entered is already defined for
de: Der eingegebene Hotkey ist bereits definiert

source: Sorry, could not find xbindkeys
de: Leider konnte xbindkeys nicht gefunden werden

source: Double click on a cell to enter a new hotkey. Select a cell and hit "del" to delete one.
de: Doppelklicke auf eine Zelle, um einen neuen Hotkey einzugeben. Wähle eine Zelle und klicke auf "del", um einen zu löschen.

source: Hotkeys
de: Schnelltaste

source: Local Hotkeys
de: Lokale Schnelltaste

source: DoubleClick to switch fullscreen state
de: Doppelklick, um in den Vollbildmodus zu wechseln

source: Print grid code to console
de: Gebe Gittercode auf Konsole aus

source: Clear
de: Löschen

source: Defaults
de: Standardeinstellungen

source: Global Hotkeys
de: Globale Schnelltasten

source: Enable Global Hotkeys
de: Aktiviere globale Hotkeys

source: Icecast Yellow Pages are missing or outdated. do you want to download them now?
de: Icecast Gelbe Seiten fehlen oder sind veraltet. Möchten Sie sie jetzt herunterladen?

source: Could not download the Yellow pages
de: Die Gelben Seiten konnten nicht heruntergeladen werden

source: Media Type
de: Medienart

source: Link
de: Verknüpfung

source: Log Window
de: Protokollfenster

source: Output
de: Ausgabe

source: Highlight
de: Hervorheben

source: Modules
de: Module

source: Unknown entry (connection problem?)
de: Unbekannter Eintrag (Verbindungsproblem?)

source: found vaapi output driver on enabled video driver list, disabling all video filters by appending -vf-clr
de: Vaapi-Ausgabetreiber auf aktivierter Videotreiberliste gefunden, deaktiviere alle Videofilter durch Anfügen von -vf-clr

source: found an ff*vdpau forced codec on enabled video codec list, disabling all video filters by appending -vf-clr
de: Erzwungener ff*vdpau Codec auf der aktivierten Video-Codec-Liste gefunden, deaktiviere alle Videofilter durch Anfügen von -vf-clr

source: found xvmc output driver on enabled video driver list, disabling all video filters by appending -vf-clr
de: xbmc-Ausgangstreiber auf aktivierter Videotreiberliste gefunden, deaktiviere alle Videofilter durch Anfügen von -vf-clr

source: found one of (-ac,af) hwac3,hwdts or hwmpa audio passthrough options in the commandline
de: Eine der Optionen (-ac,af) hwac3,hwdts oder hwmpa audio passthrough in der Befehlszeile gefunden

source: Disabling any audio filters in chain by appending -af-clr
de: Deaktiviere alle Audiofiltern durch Anhängen am Ende von -af-clr

source: Button1
de: Knopf1

source: Button2
de: Knopf2

source: Rename the current filter:
de: Umbenennen des aktuellen Filters:

source: Output raw AC-3 stream if no, output to S/PDIF for pass-through if yes (default).
de: Ausgang raw AC-3 Stream wenn nein, Ausgabe an SPDIF für Passthrough, wenn ja (default).

source: The bitrate use for the AC-3 stream.
de: Verwendete Bitrate für AC-3-Stream.

source: If the input channel number is less than <minchn>, the filter will detach itself (default: 3).
de: Wenn die Eingangskanalnummer kleiner als <minchin> ist, löst sich der Filter selbst (Standard: 3).

source: This filter must be the last in the chain
de: Dieser Filter sollte der letzte in der Kette sein

source: Pre-amplification in dB to apply to the replaygain gain
de: Vorverstärkung in dB für die Wiedergabegainverstärkung

source: Use track-gain from replaygain metadata value
de: Verwenden Sie 'Track-Gain' aus dem Metadatenwert 'Replaygain'

source: Like replaygain-track, but using the album-gain value
de: Replaygain-Spur verwenden, aber mit dem Album-Gain-Wert

source: Prevent replaygain clipping by lowering the gain
de: Verhindern Sie replaygain Clipping durch Absenken der Verstärkung

source: Turns on soft clipping
de: Schaltet das Softclipping ein

source: Runtime response to speed change
de: Laufzeitreaktion auf Geschwindigkeitsänderung

source: Amount
de: Menge

source: Keep asc =1 active to avoid distortions on systems with more than 2 speakers
de: asc =1 aktivert lassen, um Verzerrungen bei Systemen mit mehr als 2 Lautsprechern zu vermeiden

source: This filter is a good volume normalizer
de: Dieser Filter ist ein guter Normalisierer

source: It is best to place the volume filter after alimiter
de: Am besten ist es, den Volumenfilter nach dem Trennzeichen zu platzieren

source: Put this filter at the end of the chain, but before lavcac3enc
de: Setze diesen Filter am Ende der Kette, aber vor lava3cenc

source: It is best to place the volume filter after dynaudnorm
de: Es empfiehlt sich, den Volumenfilter nach dynaudnorm zu platzieren

source: Custom audio filter(s):
de: Benutzerdefinierte Audio-Filter:

source: E.g.:resample=44100:1:2,hrtf=s
de: z.B.:resample=44100:1:2,hrtf=s

source: Continue anyway
de: trotzdem fortfahren

source: Even if your ffmpeg has ladspa support compiled in, you seem to miss the ladspa package. because 'analyseplugin' executable is not found
de: Auch wenn Ihre ffmpeg Version mit ladspa Unterstützung kompiliert wurde, scheint das ladspa Paket zu fehlen. da die ausführbare Datei 'analyseplugin' nicht gefunden wurde

source: Place this filter before any other (on top)
de: Setze diesen Filter vor allen anderen (oben)

source: Luminance Matrix
de: Luminanz-Matrix

source: The higher, the slower
de: Je höher, desto langsamer

source: Luma amount
de: Luma-Betrag

source: Negative means blur
de: Negativ bedeutet Unschärfe

source: Chrominance Matrix
de: Chrominanzmatrix

source: Chroma amount
de: Chroma-Betrag

source: Needs ffmpeg compiled with opencl support
de: ffmpeg muss mit opencl Unterstützung kompiliert sein

source: 0 to Disable; Negative as offset to original value
de: 0 zum Deaktivieren; Negativ als Offset zum ursprünglichen Wert

source: Width
de: Breite

source: Height
de: Höhe

source: Original image position; -1 to center
de: Ursprüngliche Bildposition; -1 zur Mitte

source: Fit an aspect instead of a resolution
de: Setze Seitenverhältnis anstatt einer Auflösung

source: Make Width and Height divisible by
de: Verwende Breite und Höhe teilbar durch

source: Spatial luma strength
de: Räumliche Lumenstärke

source: Spatial chroma strength
de: Räumliche Farbstärke

source: Temporal luma strength
de: Zeitliche Lumenstärke

source: Temporal chroma strength
de: Zeitliche Chroma-Stärke

source: 0 disables scaling,see man below
de: 0 deaktiviert das Scrollen, siehe Beschreibung unten

source: Depends on sws, leave blank if unsure
de: Abhängig von sws, leer lassen, wenn unsicher

source: Scaling Parameters
de: Skalierungsparameter

source: 0 - Use all available input lines for chroma
de: 0 - Verwende alle verfügbaren Eingangsleitungen für Chroma

source: 1 - Use only every 2. input line for chroma
de: 1 - Benutze nur jede 2. Eingänge für Chroma

source: 2 - Use only every 4. input line for chroma
de: 2 - Verwende nur alle 4 Eingänge für Chroma

source: 3 - Use only every 8. input line for chroma
de: 3 - Verwende nur alle 8 Eingänge für Chroma

source: Chroma skipping
de: Chroma überspringen

source: lower=slower
de: Niedriger=langsamer

source: 0 - Allow Upscaling
de: 0 - Upscaling zulassen

source: 1 - Disallow if one dimensions exceeds its original value
de: 1 - Deaktivieren, wenn eine Dimension ihren ursprünglichen Wert überschreitet

source: 2 - Disallow if both dimensions exceed their original values
de: 2 - Disallow, wenn beide Dimensionen ihre ursprünglichen Werte überschreiten

source: Disable Upscaling
de: Deaktiviere Upscaling

source: Accurate Rounding
de: Präzise Rundung

source: no - Disable Accurate rounding
de: nein - Exakte Rundung deaktivieren

source: yes - Enable Accurate rounding
de: ja - Exakte Rundung aktivieren

source: TopLeft Corner
de: Obere linke Ecke

source: Tickness
de: Dicke

source: Draw rectangle borders
de: Zeichne einen Rechteckrahmen

source: Set quality. This option defines the number of levels for averaging
de: Qualität einstellen. Diese Option definiert die Anzahl der Ebenen für die Mittelung

source: Force a constant quantization parameter.
de: Erzwingen Sie einen konstanten Quantisierungsparameter.

source: Thresholding mode,soft is blurrer but derings better
de: Thresholding-Modus, weich ist verschwommen, aber Derings besser

source: Custom video filter(s):
de: Benutzerdefinierte Video-Filter:

source: E.g.:mirror,smartblur=0.4:0.5:10
de: z.B.:mirror,smartblur=0.4:05:10

source: Initial gamma value(default: 1.0)
de: Anfangs-Gammawert (Standardwert: 1,0)

source: Contrast
de: Kontrast

source: Initial contrast (-x = negative image)
de: Anfangskontrast (-x = negatives Bild)

source: Brightness
de: Helligkeit

source: Initial brightness (default: 0.0)
de: Anfangshelligkeit (Standard: 0.0)

source: Initial Saturation (default: 0.0)
de: Anfangssättigung (Standard: 0.0)

source: Saturation
de: Sättigung

source: Gamma Red
de: Gamma Rot

source: gamma for the red component (default: 1.0)
de: Gamma für die rote Komponente (Standard: 1.0)

source: Gamma Green
de: Gamma Grün

source: gamma for the green component (default: 1.0)
de: Gamma für die grüne Komponente (Standard: 1.0)

source: Gamma Blue
de: Gamma Blau

source: gamma for the blue component (default: 1.0)
de: Gamma für die blaue Komponente (Standard: 1,0)

source: Reduce effect of gamma correction
de: Reduzieren Sie die Wirkung der Gammakorrektur

source: Weight
de: Gewicht

source: Maximum amount by which the filter will change any one pixel. Also the threshold for detecting nearly flat regions (default: 1.2).
de: Maximaler Betrag, um den der Filter jedes Pixel ändert. Sowie die Schwelle zur Erfassung nahezu flacher Bereiche (Standard: 1.2).

source: Strength
de: Stärke

source: Neighborhood to fit the gradient to. Larger radius makes for smoother gradients, but also prevents the filter from modifying pixels near detailed regions (default: 16).
de: Nachbarschaft, um die Steigung anzupassen. Ein größerer Radius sorgt für glattere Gradienten, verhindert aber auch, dass der Filter Pixel in der Nähe detaillierter Bereiche modifiziert wird (Standard: 16).

source: Deinterlace mode
de: Deinterlace-Modus

source: field - Output 1 frame for each field.
de: Feld - Ausgabe 1 Rahmen für jedes Feld.

source: field-nospatial - Like 1 but skips spatial interlacing check
de: Field-räumlich - wie 1 aber überspringt räumliche Interlacing-Prüfung

source: frame - Output 1 frame for each frame.
de: Rahmen - Ausgabe 1 Rahmen für jeden Rahmen.

source: frame-nospatial - Like 0 but skips spatial interlacing check.
de: Frame-no räumlich - wie 0, aber überspringt räumliche Interlacing-Prüfung.

source: Interlaced only
de: Nur interlaced

source: Sharpen filter, negative values will blur the picture
de: Schärfefilter, negative Werte verschwimmen das Bild

source: Wheater deinterlacing is enabled
de: Wetter-Deinterlacing ist aktiviert

source: Deinterlacing mode
de: Deinterlacing-Modus

source: Set to no if having performance issue with deinterlacing
de: Nein, wenn Leistungsprobleme mit Deinterlacing auftreten

source: Try to apply inverse telecine, needs motion adaptive temporal deinterlacing.
de: Versuchen Sie, inverse telecine anzuwenden, braucht bewegungsadaptives zeitliches Deinterlacing.

source: If yes (default), only deinterlace frames marked as interlaced.
de: Wenn ja (Standard), nur Interlaced-Frames, die als Interlaced markiert sind.

source: Apply high quality VDPAU scaling (needs capable hardware).
de: Verwenden Sie qualitativ hochwertige VDPAU-Skalierung (benötigt Hardware).

source: This filter only works with vdpau and opengl video outputs
de: Dieser Filter funktioniert nur mit vdpau- und opengl-Videoausgängen

source: Select the deinterlacing algorithm.
de: Wähle den Deinterlacing-Algorithmus.

source: This filter only works with vaapi and opengl video outputs
de: Dieser Filter funktioniert nur mit vaapi und opengl Videoausgängen

source: Input format
de: Eingabeformat

source: ab2l - above-below with half height resolution (left eye above, right eye below)
de: ab2l - oben-unten mit halber Höhenauflösung (linkes Auge oben, rechtes Auge unten)

source: ab2r - above-below with half height resolution (right eye above, left eye below)
de: ab2r - oben-unten mit halber Höhenauflösung (rechtes Auge oben, linkes Auge unten)

source: abl - above-below (left eye above, right eye below)
de: abl - oben-unten (linkes Auge oben, rechtes Auge unten)

source: abr - above-below (right eye above, left eye below)
de: abr - oben-unten (rechtes Auge oben, linkes Auge unten)

source: sbsl - side by side parallel (left eye left, right eye right)
de: sbsl - Seite an Seite parallel (linkes Auge links, rechtes Auge rechts)

source: sbsr - side by side crosseye (right eye left, left eye right)
de: sbsr - Seite an Seite Kreuz Auge (rechtes Auge links, linkes Auge rechts)

source: Output format
de: Ausgabeformat

source: agmc - anaglyph green/magenta colored (green filter on left eye, magenta filter on right eye)
de: agmc - anaglyph grün/magentafarben (grüner Filter am linken Auge, magentafarbener Filter am rechten Auge)

source: agmg - anaglyph green/magenta gray (green filter on left eye, magenta filter on right eye)
de: agmg - anaglyph grün/magenta grau (grüner Filter am linken Auge, magentafarbener Filter am rechten Auge)

source: agmh - anaglyph green/magenta half colored (green filter on left eye, magenta filter on right eye)
de: agmh - anaglyph grün/magenta halbfarbig (grüner Filter am linken Auge, magentafarbener Filter am rechten Auge)

source: al - alternating mode, left first
de: al - Wechselbetrieb, links vorne

source: ar - alternating mode, right first
de: ar - wechselnder Modus, rechts zuerst

source: arcc - anaglyph red/cyan color (red filter on left eye, cyan filter on right eye)
de: arcc - anaglyph rot/cyanfarben (roter Filter am linken Auge, blaugrüner Filter am rechten Auge)

source: arcd - anaglyph red/cyan color optimized with the least squares projection of dubois (red filter on left eye, cyan filter on right eye)
de: arcd - anaglyph rot/cyan-farbe optimiert mit der kleinsten quadratprojektion von dubois (roter filter am linken auge, cyan-filter am rechten Auge)

source: arcg - anaglyph red/cyan gray (red filter on left eye, cyan filter on right eye)
de: arcg - Anaglyphen rot/Cyan grau (Rotfilter am linken Auge, Cyanfilter am rechten Auge)

source: arch - anaglyph red/cyan half colored (red filter on left eye, cyan filter on right eye)
de: arch - Anaglyph rot/cyan halb gefärbt (roter Filter am linken Auge, blaugrüner Filter am rechten Auge)

source: aybc - anaglyph yellow/blue colored (yellow filter on left eye, blue filter on right eye)
de: aybc - anaglyph gelb/blau (gelber Filter am linken Auge, blauer Filter am rechten Auge)

source: aybg - anaglyph yellow/blue gray (yellow filter on left eye, blue filter on right eye)
de: abg - anaglyph gelb/blau grau (gelber Filter am linken Auge, blauer Filter am rechten Auge)

source: aybh - anaglyph yellow/blue half colored (yellow filter on left eye, blue filter on right eye)
de: abh - anaglyph gelb/blau halbfarbig (gelber Filter am linken Auge, blauer Filter am rechten Auge)

source: irl - Interleaved rows (left eye has top row, right eye starts on next row)
de: irl - Interleaved Reihen (linkes Auge hat obere Reihe, rechtes Auge beginnt in der nächsten Reihe)

source: irr - Interleaved rows (right eye has top row, left eye starts on next row)
de: irr - Interleaved Zeilen (das rechte Auge hat die obere Reihe, das linke Auge beginnt in der nächsten Reihe)

source: ml - mono output (left eye only)
de: ml - Mono-Ausgang (nur linkes Auge)

source: mr - mono output (right eye only)
de: mr - Mono-Ausgang (nur bei rechtem Auge)

source: is overridden
de: wird überschrieben

source: Default device, software mixing
de: Standardgerät, Softwaremischung

source: Default alsa device
de: Standard Alsa Gerät

source: Default S/PDIF device
de: Standard S/PDIF Gerät

source: Default hdmi device
de: Standard HDMI Gerät

source: Adaptors list: ---------------------------------
de: Adapterliste: ---------------------------------

source: Show man page
de: Manpage anzeigen

source: Show a tool that helps you to compile ladspa filter parameters. If you don't use ladspa, just don't push it.
de: Zeige Tool an, mit dem ladspa-Filterparameter kompiliert werden können. Wenn Sie ladspa nicht verwenden, drücken Sie es einfach nicht.

source: Air
de: Luft

source: Brittle
de: Spröde

source: Car Stereo
de: Autoradio

source: Classic V
de: Klassisch V

source: Clear
de: Klar

source: Custom
de: Benutzerdefiniert

source: Dark
de: Dunkel

source: Death
de: Tod

source: Drums
de: Schlagzeug

source: Flat
de: glatt

source: Home Theater
de: Heimtheater

source: Loudness
de: Lautstärke

source: Presence
de: Präsenz

source: Punch & Sparkle
de: Druck & Glanz

source: Shimmer
de: Schimmern

source: Soft Bass
de: Weicher Bass

source: Strings
de: Zeichenketten

source: Presets
de: Voreinstellungen

source: Gpu decoding settings forced this video driver, so any other driver will be ignored, but you can still configure the options for the overridden driver. Click to open the gpu decoding settings window.
de: Die GPU-Decodierungseinstellungen dieses Videotreiber erzwingt, dass jeder andere Treiber ignoriert wird, aber Sie können die Optionen für den überschriebenen Treiber konfigurieren. Klicke hier, um das Fenster für die GPU Dekodierungs Einstellungen zu öffnen.

source: Apply HQ profile
de: Übernehme HQ-Profil

source: Override autodetected display refresh rate value
de: Überschreibe automatisch den ermittelten Bildwiederholfrequenzwert

source: Display refresh rate
de: Bildwiederholrate

source: Detect whether a compositing window manager is active.
de: Ermittele, ob ein Compositing-Fenstermanager aktiv ist.

source: detect composite
de: ermittle Komposit

source: Queue video frame changes at most this many milliseconds in advance
de: Warteschlange der Videobilder ändert sich höchstens alle Millisekunden im Voraus

source: queue video frames (ms) windowed
de: Warteschlangen-Videobilder (ms)

source: queue video frames (ms) fullscreen
de: Warteschlange Videobilder (ms) Vollbildmodus

source: Allocate this many output surfaces to display video frames
de: Zuweisung der vielen Ausgabeflächen um Videobilder anzuzeigen

source: surfaces number
de: Oberflächennummer

source: Never accept RGBA input.
de: RGB-Eingang niemals annehmen.

source: Force YUV
de: Erzwinge YUV

source: default - use implementation default (default)
de: Standard - Implementierungsstandard verwenden (Standard)

source: fast - use fast scaling, but possibly with less quality
de: Schnell - schnell skalieren, aber evtl. mit geringerer Qualität

source: hq - use high-quality scaling, but possibly slower
de: hq - verwende hochwertige Skalierung, aber möglicherweise langsamer

source: nla - use non-linear anamorphic scaling
de: nla - nichtlineare anamorphe Skalierung verwenden

source: default - use implementation default (default)
de: Standard - Implementierungsstandard verwenden (Standard)

source: Apply changes in real-time (no need to push the "USE" button)
de: Übernehme die Änderungen in Echtzeit (keine Notwendigkeit, die "USE" -Taste drücken)

source: Auto-apply filter changes
de: Filterwechsel automatisch anwenden

source: No results, try with a less restrictive search
de: Keine Ergebnisse, versuchen Sie mit einer weniger restriktiven Suche

source: try also to remove file tags.
de: Versuche auch, Datei-Tags zu entfernen.

source: Couldn't load the subtitle because No video is playing
de: Der Untertitel konnte nicht geladen werden da kein kein Video abgespielt wird

source: Search Opensubtitles.org
de: Suche in Opensubtitles.org

source: Try the selected subtitle
de: Probiere den ausgewählten Untertitel aus

source: Save The selected subtitle
de: Speichern der ausgewählten Untertitel

source: No file is playing
de: Es wird keine Datei abgespielt

source: New profile name
de: Neuer Profilname

source: Do you also want to load
de: Möchten Sie auch laden

source: Don't load, just switch
de: Nicht laden, nur tauschen

source: Yes, load
de: Ja, laden

source: Delete:
de: Löschen:

source: Switch to:
de: Umschalten nach:

source: Make a copy
de: Eine Kopie erstellen

source: Current Profile:
de: Aktuelles Profil:

source: Realtime Controls
de: Echtzeit-Steuerelemente

source: * Some subtitle controls only work when ass subtitles are disabled
de: * Einige Untertitel-Steuerelemente funktionieren nur, wenn ass-Untertitel deaktiviert sind

source: Zoom
de: Vergrößerung

source: Audio Delay
de: Audioverzögerung

source: Subtitle delay
de: Untertitelverzögerung

source: Subtitle scale
de: Untertitelskalierung

source: * Subtitle position
de: * Untertitelposition

source: Mplayer option: -ass-force-style Alignment=<align>
de: Mplayer Option: -ass-force-style Ausrichtung=<align>

source: decoder - Old, decoder-based framedrop mode
de: Decoder - Alter, Decoder-basierter Frame-Drop-Modus

source: decoder+vo - Enable both modes. Not recommended.
de: Decoder + vo - Aktivieren Sie beide Modi. Nicht empfohlen.

source: no - disable framedropping
de: No - Deaktivierung des Frame-Dropings

source: vo - Drop late frames on video output (default)
de: vo - Drop späte Frames auf Video-Ausgang (Standard)

source: 1 - Soft Framedropping
de: 1 - Weiches Framedropping

source: Select search fields
de: Wähle Suchfelder aus

source: Select which field(s) you whish to search into.
de: Wählen sie die Felder aus, in denen sie suchen möchten.

source: Choose search fields
de: Wählen sie die Suchfelder

source: Full Path
de: Vollständiger Pfad

source: FileName
de: DateiName

source: Type
de: Art

source: Added on
de: Hinzugefügt am

source: Output Language strings:
de: Bedingungen für Ausgabesprache:

source: Could not parse the feed
de: Der Feed konnte nicht analysiert werden

source: Subtitles And Osd
de: Untertitel und OSD

source: Font
de: Schriftart

source: Color
de: Farbe

source: Border
de: Rand
