Repository: ZhangDavide/xt7-player-mpv
Catalog: .lang/*.po
Languages: de

source: Xt7-Player, an (almost) complete mpv gui
de: Xt7-Player, eine (fast) vollständige mpv gui

source: Add/Play a generic URI
de: Füge eine generische URI hinzu

source: [Optional] Browse for protocols:
de: [Optional] Suchen nach Protokollen:

source: Click for a list of URI prefixes
de: Klicke auf eine Liste von URI-Präfixen

source: Enter a valid URI:
de: Gebe eine gültige URI ein

source: Open a file
de: Eine Datei öffnen

source: Enter a name for the new playlist/library item, or leave blank for default.
de: Gebe einen Namen für das neue Wiedergabeliste/Bibliothekselement ein, oder lasse das Feld leer.

source: [Optional] Give item a name:
de: [Optional] Gebe Objekt einen Namen:

source: Don't get informations (like ID3 tags) when adding it to your Collection/Playlist. You may prefer this method on slow media such as network streams.
de: Erhalte keine Informationen (wie ID3-Tags), wenn Sie es zu Ihrer Sammlung/Playlist hinzufügen. Ziehe diese Methode auf langsamen Medien wie Netzwerk-Streams vor.

source: Quick add mode
de: Schnellzugriffsmodus

source: Add to collection
de: Zur Sammlung hinzufügen

source: Add to playlist
de: Zur Wiedergabeliste hinzufügen

source: Play the selected URI
de: Wiedergabe der ausgewählten URI

source: Play
de: Abspielen

source: Add the selected URI to Collection and/or Playlist
de: Füge die ausgewählte URI zur Sammlung und/oder Playlist hinzu

source: Add
de: Hinzufügen

source: Close
de: Schließen

source: Unknown
de: Unbekannt

source: more than 50 tracks!
de: Mehr als 50 Titel!

source: Unknown Year
de: Unbekanntes Jahr

source: To use new profile, switch to it, then restart xt7
de: Um das neue Profil nutzen zu können, wechsele auf dieses und starte dann xt7 neu.

source: Profile name:
de: Profilname:

source: NewProfile
de: NeuesProfil

source: Cancel
de: Abbrechen

source: Choose output folder
de: Wähle Ausgabeverzeichnis

source: Choose output format.
de: Wähle Ausgabeformat

source: Nothing to convert
de: Nichts zu konvertieren

source: Choose quality level.
de: Wähle Qualitätsstufe.

source: Seems a youtube link, getting real stream url and title...
de: Scheint ein YouTube-Link zu sein, hole immer echte Stream-URL und Titel...

source: Title
de: Titel

source: Unable to get the real stream url
de: Wirkliche Stream-URL kann nicht abgerufen werden

source: Source:
de: Quelle

source: Destination:
de: Ziel

source: User stopped.
de: Benutzer wurde gestoppt.

source: Skipped.
de: Übersprungen.

source: Done.
de: Erledigt.

source: Updating Library/Playlist
de: Aktualisiere Bibliothek/Wiedergabeliste

source: Convert Audio
de: Audio umwandeln

source: Save to
de: Speichere nach

source: Quality (Kbps)
de: Qualität (Kbps)

source: Add to Current Playlist
de: Zur Wiedergabeliste hinzufügen

source: Add to Library
de: Zur Bibliothek hinzufügen

source: Total
de: Gesamt

source: Current stream
de: Aktueller Stream

source: Stop All
de: Stopp

source: Skip current
de: Überspringe aktuellen Stream

source: Artist
de: Künstler

source: Year
de: Jahr

source: Comment
de: Kommentar

source: Lyrics
de: Liedtexte

source: Length
de: Länge

source: Size
de: Größe

source: Missing Artist and/or Song information
de: Fehlende Künstler- und/oder Song-Informationen

source: Bug Report
de: Fehlerbericht

source: <center>Oops, xt7 just crashed.<br></center> You can this window to exit the program or submit a bug report <br> by using one of the following choices: <br> <br> <b>&nbsp; xt7 forums on sourceforge.net: <br></b> &nbsp;&nbsp; &bull; free posting without the need to register <br> <br> <b>&nbsp; xt7 project page on GitHub.com: <br></b> &nbsp;&nbsp; &bull; requires an account to post <br> &nbsp;&nbsp; &bull; much better bug managment. <br>
de: <center>Ups, xt7 ist nur abgestürzt.<br></center> Sie können dieses Fenster schliessen, um das Programm zu beenden oder senden Sie einen Fehlerbericht <br> Indem Sie eine der folgenden Optionen verwenden: <br> <br> <b>&nbsp; Xt7 Foren auf sourceforge.net: <br></b> &nbsp;&nbsp; &bull; Kostenloses Posting ohne Registrierung <br> <br> <b>&nbsp; Xt7 Projektseite auf GitHub.com: <br></b> &nbsp;&nbsp; &bull; Erfordert ein Konto zum posten <br> &nbsp;&nbsp; &bull; Viel besseres Bug-Management. <br>

source: When you submit a bug report, please write what you were doing when the crash happened and include the following in your report.
de: Wenn Sie einen Fehlerbericht einreichen, schreiben Sie bitte, was Sie getan haben, als der Absturz geschah und schließen Sie folgendes in Ihren Bericht ein.

source: Choose an Aspect Ratio
de: Wähle ein Seitenverhältnis

source: Abort
de: Abbruch

source: ShutDown in
de: Herunterfahren in

source: seconds...
de: Sekunden...

source: Amazon search: Network error
de: Amazon-Suche: Netzwerkfehler

source: Network error
de: Netzwerkfehler

source: Ambiguous results
de: Mehrdeutige Ergebnisse

source: No covers found for:
de: Keine Cover gefunden für:

source: Try to use less strict terms, remove symbols and so on...
de: Versuche weniger strenge Begriffe zu verwenden, Symbole zu entfernen und so weiter...

source: Load a Jpg cover image
de: Ein jpg Cover-Bild laden

source: Error while loading the picture
de: Fehler beim Laden des Bildes

source: so you are going to set a cover for this particular file/stream
de: setze ein Cover für diesen Datei/Stream

source: Artist Or Album tag information are required to set a cover
de: Künstler oder Album Tag-Informationen sind erforderlich, um ein Cover zu definieren

source: Cover fetcher
de: Cover-Abrufer

source: Artist/Author:
de: Interpret/Autor:

source: Unset Cover
de: Cover entfernen

source: Load cover
de: Cover laden

source: Set Cover
de: Cover setzen

source: Choose a standard channels.conf file to import
de: Wähle eine standardmäßige channel.conf-Datei zum importieren aus

source: Could not read file
de: Datei konnte nicht gelesen werden

source: Too bad...
de: Schade...

source: Simple Dvb-T Tuner
de: Einfacher DVB-T-Tuner

source: Tuning Data
de: Abstimmdaten

source: 0 - DVBT_Autoscan_(Fast)
de: 0 - DVBT_Autoscan_(Schnell)

source: 1 - DVBT_Autoscan_Extensive_(Slow)
de: 1 - DVBT_Autoscan_Extensive_(Langsam)

source: 2 - Initial Tuning data file
de: 2 - Initial Tuning-Datendatei

source: Import an external channels.conf
de: Importiere eine externe channels.conf

source: Import
de: Importieren

source: Stop
de: Stopp

source: Select All
de: Alles auswählen

source: Select none
de: Nichts auswählen

source: Use Selected
de: Ausgewählte benutzen

source: Progress
de: Fortschritt

source: Verbose Log
de: Ausführliches Protokoll

source: dvbsnoop seems to be missing. Install it to get EPG data
de: dvbsnoop scheint zu fehlen. Installiere es, um EPG-Daten abzurufen

source: Events
de: Veranstaltungen

source: Start at:
de: Starte bei:

source: Duration:
de: Dauer:

source: Category:
de: Kategorie:

source: Crypted
de: Verschlüsselt

source: It seems an mpv instance is playing a dvb channel.
de: Es scheint, dass eine mpv-Instanz einen DVB-Kanal abspielt.

source: Stop mpv and scan
de: Stoppe mpv und scan

source: Try to scan
de: Versuche zu scannen

source: When other applications are using the dvbt card,
de: Wenn andere Anwendungen die DVB-T-Karte verwenden,

source: scanning may fail.
de: Das Scannen kann fehlschlagen.

source: EPG GUIDE
de: EPG Programmführer

source: Cuochi e fiamme
de: Köche und Flammen

source: Search for Event
de: Suche nach Veranstalltungen

source: 0 Events
de: 0 Veranstaltungen

source: Scan All
de: Alles Scannen

source: Couldn't clear the history!
de: Der Verlauf konnte nicht gelöscht werden!

source: Channels
de: Kanäle

source: Add an external audio track
de: Hinzufügen einer externen Audiospur

source: Primary subtitles
de: Primärer Untertitel

source: Secondary subtitles
de: Sekundärer Untertitel

source: Don't display primary subtitles
de: Primäre Untertitel werden nicht angezeigt

source: Don't display secondary subtitles
de: Sekundäre Untertitel werden nicht angezeigt

source: Load from disk...
de: Von Festplatte laden...

source: Ask Opensubtitles.org
de: Frage nach auf Opensubtitles.org

source: Configure preferred languages
de: Konfiguriere bevorzugte Sprachen

source: Manual search
de: Manuelle Suche

source: I feel lucky
de: Ich fühle mich glücklich

source: Please Wait...
de: Bitte Warten

source: Language
de: Sprache

source: Could not get information about the dvd structure
de: Konnte keine Informationen über die DVD-Struktur ermitteln

source: Title
de: Titel

source: Token error
de: Token-Fehler

source: Hash error
de: Hash-Fehler

source: File error
de: Datei-Fehler

source: No results
de: Kein Ergebnis

source: Save the selected subtitle
de: Speichere den ausgewählten Untertitel

source: Do you want to save
de: Möchten Sie speichern

source: Sorry, couldn't save the file
de: Die Datei konnte nicht gespeichert werden

source: Primary subtitles disabled
de: Primäre Untertitel deaktiviert

source: Secondary subtitles disabled
de: Sekundäre Untertitel deaktiviert

source: Secondary subtitle
de: Sekundärer Untertitel

source: Primary subtitle
de: Primäre Untertitel

source: Subtitle
de: Untertitel

source: Audio files
de: Audiodateien

source: Audio track:
de: Tonspur:

source: Not available
de: Nicht verfügbar

source: of:
de: von:

source: Stopped
de: Angehalten

source: but xt7-player requires
de: aber xt7-player benötigt

source: Understood
de: Verstanden

source: WARNING Your Gambas version is
de: WARNUNG Ihre Gambas Version ist

source: GotIt!
de: Ich habs!

source: Hint: create (and make executable) a script named
de: Hinweis: Erstellen und Ausführen eines Skripts mit dem Namen

source: xt7 will execute it with and pass fps argument when switching to fullscreen
de: Xt7 übergibt das fps-Argument beim Umschalten auf Vollbild und führt es aus

source: Eg: xrandr --rate "$1"
de: Beispiel: xrandr --rate "$1"

source: Hint: create (and make executable) a script named
de: Hinweis: Erstellen und Ausführen eines Skripts mit dem Namen

source: xt7 will execute it when switching from fullscreen to window mode
de: Xt7 wird dies beim Umschalten vom Vollbildschirm zum Fenstermodus ausführen

source: Don't save
de: Nicht speichern

source: Switch to ''default'' profile and save
de: Wechsele zu ''default'' Profil und speichere

source: You can't modify the current profile because it is the Factory defaults one
de: Das aktuelle Profil kann nicht geändert werden da es sich um die Werkseinstellungen handelt

source: Error while saving default settings
de: Fehler beim Speichern der Standardeinstellungen

source: Are you sure you want to reset the default profile to factory values?
de: Sind Sie sicher, dass Sie das Standardprofil auf Werkseinstellungen zurücksetzen möchten?

source: Don't Reset
de: Nicht zurücksetzen

source: Reset
de: Zurücksetzen

source: There was a problem while deleting
de: Beim Löschen ist ein Problem aufgetreten

source: Default profile has been set to factory values. Restart is needed.
de: Das Standardprofil wurde auf die werkseitigen Werte gesetzt. Ein Neustart ist erforderlich.

source: Are you sure you want to delete:
de: Sind Sie sicher, dass Sie löschen möchten:

source: Don't delete
de: Nicht löschen

source: from disc?
de: Von der Disk?

source: Couldn't delete the file
de: Datei konnte nicht gelöscht werden

source: OSD disabled
de: OSD deaktiviert

source: OSD enabled
de: OSD aktiviert

source: Delete Selected channel(s)?
de: Ausgewählte Kanäle löschen?

source: Do you also want to remove non existent files from library?
de: Möchten Sie auch nicht vorhandene Dateien aus der Bibliothek entfernen?

source: Don't remove
de: Nicht entfernen

source: Selected:
de: Ausgewählt:

source: Are you sure you want to clear your library?
de: Möchten Sie die Bibliothek wirklich löschen?

source: Clear my library
de: Lösche meine Bibliothek

source: Don't clear my library
de: Lösche meine Bibliothek nicht

source: Are you sure you want to clear the Playlist?
de: Möchten Sie die Wiedergabeliste wirklich löschen?

source: Clear the playlist
de: Lösche die Wiedergabeliste

source: Don't clear the playlist
de: Lösche die Wiedergabeliste nicht

source: Are you sure you want to delete selected item(s) from disk?
de: Sind Sie sicher, dass Sie ausgewählte Element(e) löschen möchten?

source: Don't Delete
de: Nicht löschen

source: Yes, Delete
de: Ja löschen

source: All files
de: Alle Dateien

source: iso files
de: ISO-Dateien

source: Sorry, Audio tagging is only possible for library and playlist items
de: Sorry, Audio-Tagging ist nur für Bibliotheks- und Elemente der Wiedergabelisten möglich

source: To tag this item, please add it to library or playlist first.
de: Um dieses Element zu taggen, füge es zuerst zur Bibliothek oder zur Wiedergabeliste hinzu.

source: There was an error while saving the playlist
de: Beim Speichern der Wiedergabeliste ist ein Fehler aufgetreten

source: Another cover search is in progress, please wait for it to finish!
de: Eine weitere Titelsuche ist im Gange, bitte warten, bis diese fertig ist!

source: Please, disable random playing first!
de: Bitte deaktiviere zuerst die Zufallswiedergabe!

source: Flash video files
de: Flashvideo Dateien

source: Choose a destination file
de: Wähle eine Zieldatei aus

source: Would you like to play it now in Xt7-Player?
de: Möchten Sie es jetzt im Xt7-Player abspielen?

source: New Flash(tm) video detected:
de: Neues Flash (tm) Video erkannt:

source: Don't Play
de: Nicht wiedergeben

source: Play now
de: Jetzt wiedergeben

source: Use vertical tabs
de: Verwende vertikale Registerkarten

source: Hide/Show tabs
de: Tabs ausblenden/anzeigen

source: Show
de: Anzeigen

source: You can't delete the current profile!
de: Das aktuelle Profil kann nicht gelöscht werden!

source: Are you sure you want to delete
de: Sind Sie sicher, dass Sie löschen möchten

source: This is a read-only profile
de: Dies ist ein schreibgeschütztes Profil

source: Enter the new profile name
de: Gebe den neuen Profilnamen ein

source: I know, proceed
de: Ich weiß, weitermachen

source: You are going to overwrite the selected profile with the current settings.
de: Das ausgewählte Profil wird mit den aktuellen Einstellungen überschreiben.

source: Enter a name for the new profile:
de: Gebe einen Namen für das neue Profil ein:

source: Error reading from shoutcast server
de: Fehler beim Lesen von Shoutcast-Server

source: Add quickly
de: Füge schnell hinzu

source: Get Stream info
de: Hole Streaminfo

source: How do you want to add?
de: Wie möchten Sie hinzufügen?

source: Damn!
de: Verdammt!

source: Error while adding one or more items
de: Fehler beim Hinzufügen eines oder mehrerer Elemente

source: Cannot access a valid cd audio or Cd device
de: Kein Zugriff auf ein gültiges CD- oder CD-Gerät möglich

source: Configure it
de: Konfiguriere es

source: Never mind
de: Vergiss es

source: Cannot access a valid dvd device
de: Kein Zugriff auf ein gültiges DVD-Gerät möglich

source: Please, wait while getting disc information
de: Bitte warten, während Disc-Informationen ermittelt werden

source: Track
de: Titel

source: Error refreshing the feed
de: Fehler beim Aktualisieren des Feeds

source: Enter a new podcast url
de: Gebe eine neue Podcast-URL ein

source: Error adding new feed
de: Fehler beim Hinzufügen eines neuen Feeds

source: Cannot delete child items!
de: Untergeordnete Elemente können nicht gelöscht werden!

source: Error: Cannot get current item
de: Fehler: Das aktuelle Element kann nicht abgerufen werden

source: Please, disable playlist shutdown option first!
de: Bitte deaktiviere zuerst die Shutdown Optionen der Wiedergabeliste!

source: xt7 will try to update the cover, Beware that covers set by you will be lost.
de: Xt7 versucht das eingebettete Covers zu aktualisieren, Beachte, dass selbst gesetzte Covers verloren gehen.

source: Are you sure you want to recursively add this directory?
de: Sind Sie sicher, dass Sie dieses Verzeichnis rekursiv hinzufügen möchten?

source: There was an error while trying to delete the item
de: Beim Versuch, das Element zu löschen, ist ein Fehler aufgetreten

source: No, thanks
de: Nein Danke

source: Would you like to go to the video homepage?
de: Möchten Sie zur Video-Homepage gehen?

source: Yes, Go to Youtube
de: Ja, gehe zu Youtube

source: Roll Your mouse wheel over the button to change panscan or Setup some hotkeys.
de: Rollen Sie Ihr Mausrad über die Schaltfläche um den Pan-Scan zu ändern oder einige Hotkeys einzurichten.

source: Right click over the button will cycle through zoom modes
de: Mit der rechten Maustaste auf die Schaltfläche klicken, aktiviert den Zoommodus

source: SubTitle files
de: Untertitel-Dateien

source: Zoom mode: cut half bars
de: Zoom-Modus: halbe Balken schneiden

source: Zoom mode: cut bars
de: Zoom-Modus: Schnitte

source: Zoom mode: 1:1
de: Zoom-Betrieb: 1:1

source: Filename:
de: Dateiname:

source: In:
de: Im:

source: Year:
de: Jahr:

source: Artist:
de: Künstler:

source: , Track No.:
de: , Titelnummer:

source: Title:
de: Titel:

source: Length:
de: Länge:

source: channels
de: Kanäle

source: Comment:
de: Kommentare

source: Rename to:
de: Umbenennen in:

source: Dumping to:
de: Dumping nach:

source: You can configure the paths in Generaloptions -> dvb-t
de: Pfade unter Allgemeine Optionen konfigurieren -> dvb-t konfigurieren

source: Append and play
de: Anhängen und wiedergeben

source: Append to playlist
de: Zur Wiedergabeliste hinzufügen

source: What do you want to do with this album tracks?
de: Was möchten Sie mit diesem Album tun?

source: Append more than 50 tracks?
de: Mehr als 50 Titel anhängen?

source: no
de: nein

source: yes
de: ja

source: Something went wrong; does the file exists?
de: Etwas ist schief gelaufen; Existiert die Datei?

source: Please, first enter a playlist name to save
de: Bitte zunächst einen Namen für die Wiedergabeliste eingeben, den Sie speichern möchten

source: Couldn't make the user playlist directory
de: Das Benutzer-Wiedergabelistenverzeichnis konnte nicht erstellt werden

source: Overwrite
de: Überschreiben

source: exists.
de: existiert.

source: There was an error saving the playlist:
de: Beim Speichern der Wiedergabeliste ist ein Fehler aufgetreten:

source: Playlist saved as:
de: Wiedergabeliste gespeichert als:

source: Playlist:
de: Wiedergabeliste:

source: Couldn't delete
de: Konnte nicht gelöscht werden

source: Append
de: Anhängen

source: Load/Replace
de: Laden/Ersetzen

source: Loading the playlist:
de: Lade Wiedergabeliste

source: Would you like to save the current profile?
de: Möchten Sie das aktuelle Profil speichern?

source: Stream is not seekable, use arrow keys or doubleclick
de: Stream ist nicht durchsuchbar, verwende Pfeiltasten oder Doppelklick

source: Stream is not seekable!, use arrow keys or doubleclick to override
de: Stream ist nicht durchsuchbar!, verwende die Pfeiltasten oder Doppelklick zum Überschreiben

source: seek to:
de: versuchen:

source: Error while getting selection
de: Fehler bei der Auswahl

source: No loop set
de: Kein Loop gesetzt

source: could not get a list of mounted filesystems!
de: Konnte keine Liste der eingehängten Dateisysteme ermitteln!

source: Mountpoints
de: Einhängpunkte

source: Configure...
de: Konfigurieren...

source: Matching modes
de: Passende Modi

source: All modes
de: Alle Modi

source: General Options
de: Allgemeine Einstellungen

source: Chains
de: Kanäle

source: Video Filters
de: Videofilter

source: Audio Filters
de: Audiofilter

source: Video Drivers
de: Videotreiber

source: Audio Drivers
de: Audiotreiber

source: Subs and OSD
de: Subs und OSD

source: HotKeys
de: Schnelltaste

source: TopMenu
de: Hauptmenü

source: File
de: Datei

source: Open local file
de: Lokale Datei öffnen

source: Open recent file
de: Neue Datei öffnen

source: Play Audio Cd
de: Audio-CD abspielen

source: Play DVD
de: DVD abspielen

source: From DVD drive
de: Von DVD-Laufwerk

source: From an ISO
de: Aus einem ISO

source: From a folder
de: Aus einem Ordner

source: Open an Uri/Network stream
de: Öffne einen Uri/Network-Stream

source: Media Explorer
de: Medienexplorer

source: Titles
de: Titel

source: Chapters
de: Kapitel

source: Subtitles
de: Untertitel

source: Quit
de: Beenden

source: Library
de: Bibliothek

source: Sync library
de: Sync-Bibliothek

source: Configure directories
de: Konfiguriere Verzeichnisse

source: Search options
de: Suchoptionen

source: Add a generic URI
de: Füge allgemeine URI hinzu

source: Add selected items to playlist
de: Füge ausgewählte Elemente zur Wiedergabeliste hinzu

source: MenuPopUpLibrary
de: MenuPopUp-Bibliothek

source: Open containing folder
de: Übergeordneten Ordner öffnen

source: This album tracks
de: Dieses Album enthält die Titel

source: Replace tracks in
de: Ersetze die Titel in

source: Library view
de: Bibliotheksansicht

source: Playlist view
de: Wiedergabeliste-Ansicht

source: Append tracks to
de: Titel anfügen

source: Sort by
de: Sortiere nach

source: Path
de: Pfad

source: Rename items
de: Elemente umbenennen

source: Update Selected
de: Ausgewähltes aktualisieren

source: Set a cover
de: Setzen Sie ein Cover

source: Update Cover
de: Aktualisiere Cover

source: Copy selected to Clipboard
de: Ausgewählte in Zwischenablage kopieren

source: Extract audio
de: Audio extrahieren

source: Clear selected
de: Auswahl löschen

source: Clear All
de: Alles löschen

source: Delete selected from disk
de: Lösche ausgewähltes vom Datenträger

source: Playlist
de: Wiedergabeliste

source: Load/Save
de: Laden/Speichern

source: Import a playlist
de: Importiere Wiedergabeliste

source: Append a playlist
de: Anhängen der Wiedergabeliste

source: Export the playlist
de: Exportiere Wiedergabeliste

source: Search for embedded covers
de: Suche nach eingebetteten Covers

source: Cut selected
de: Ausschneiden

source: Copy selected
de: Kopiere Auswahl

source: Paste after selected
de: Einfügen nach Auswahl

source: Extract Audio
de: Audio extrahieren

source: Remove
de: Entfernen

source: Windows
de: Fenster

source: SubTitles and Osd
de: Untertitel und OSD

source: Codecs and demuxers
de: Codecs und Demuxers

source: Video/Audio Chains
de: Video/Audiokanäle

source: Filters
de: Filter

source: Driver
de: Treiber

source: Tabs visibility
de: Tabs Sichtbarkeit

source: Show Tag editor
de: Tag-Editor anzeigen

source: Lock Toolbar
de: Symbolleiste sperren

source: Show/Hide Menubar
de: Menüleiste ein-/ausblenden

source: Video Aspect
de: Video Seitenverhältnis

source: Other
de: Verschiedenes

source: Profile
de: Profil

source: Reload current profile
de: Aktuelles Profil neu laden

source: Save all to current profile
de: Speichere alles im aktuellen Profil

source: Profile Manager
de: Profilmanager

source: Select another profile
de: Anderes Profile wählen

source: Show logs
de: Protokolle anzeigen

source: Report a bug
de: Einen Fehler melden

source: Home page
de: Startseite

source: About
de: Über

source: Shutdown menu
de: Shutdown-Menü

source: Disable shutdown
de: Herunterfahren deaktivieren

source: Shutdown at the end of media
de: Am Ende des Medium herunterfahren

source: ShutDown at the end of the play queue
de: Am Ende der Wiedergabeschlange herunterfahren

source: Configure shutdown command
de: Konfiguriere shutdown Befehl

source: Record As
de: Aufnahme als

source: Stop Recording
de: Aufnahme stoppen

source: Delete from disk
de: Vom Datenträger löschen

source: New feed
de: Neuer Feed

source: Refresh
de: Neu laden

source: Download
de: Herunterladen

source: Add selected items to library
de: Ausgewählte Elemente zur Bibliothek hinzufügen

source: Delete selected
de: Ausgewählte löschen

source: See more results
de: Mehr Ergebnisse

source: Get related videos
de: Hole entsprechendes Videos

source: MenuBrowse
de: Menü Durchsuchen

source: Add this folder to history
de: Füge diesen Ordner zum Verlauf hinzu
