Repository: ZhangDavide/xt7-player-mpv
Catalog: .lang/*.po
Languages: de

source: Rename channel(s)
de: Kanäle umbenennen

source: Menu
de: Menü

source: Configuration toolbox
de: Konfigurations-Toolbox

source: Video modes menu
de: Menü Videomodus

source: Show/Hide AudioTag editor
de: Audio Tag Editor anzeigen/ausblenden

source: Other realtime commands
de: Andere Befehle in Echtzeit

source: Switch subtitle track
de: Untertitelspur umschalten

source: Switch audio track
de: Wechsele Audiospur

source: Hide/show left panel
de: Linke Seite verbergen/anzeigen

source: Fullscreen Switch
de: Vollbildschirm

source: Drag'n drop files, folders or media links to add them,
de: Dateien, Ordner oder Medien-Links per Drag & Drop hinzuzufügen,

source: Albums
de: Alben

source: Playlists
de: Wiedergabelisten

source: Choose a Playlist
de: Wähle eine Wiedergabeliste

source: Save the playlist
de: Speicher Wiedergabeliste

source: Delete the playlist
de: Lösche Wiedergabeliste

source: Open the playlist folder
de: Öffne Wiedergabelistenverzeichnis

source: Drag'n drop files or media links to add them,
de: Dateien oder Medien-Links per Drag & Drop, hinzufügen,

source: Move selected items up in the list. You can use the mouse wheel too.
de: Verschiebe ausgewählte Elemente in der Liste. Das Mausrad kann auch dazu verwendet werden.

source: Move selected playlist items down. You can use the mouse wheel too.
de: Verschieben Sie ausgewählte Wiedergabelistenposten nach unten. Das Mausrad kann auch dazu verwendet werden.

source: Selection play time
de: Auswahl Spielzeit

source: Browse
de: Durchsuchen

source: Mounted devices
de: Eingehängte Geräte

source: Parent
de: Elternteil

source: Enter a path to browse it
de: Pfadeingabe, um zu durchsuchen

source: Show/Hide hidden files
de: Anzeigen/Ausblenden versteckter Dateien

source: Double click on an item to start playing
de: Doppelklicke auf ein Element, um die Wiedergabe zu starten

source: Double Click for Search Options.
de: Doppelklick für Suchoptionen.

source: Enter some search terms. Special character "|" means "OR", so you can type: Bach|Mozart
de: Gebe einige Suchbegriffe ein. Spezielles Zeichen "|" bedeutet "oder", gebe dazu folgende ein: Bach|Mozart

source: Open the Electronic Program Guide window
de: Öffne EPG Fenster

source: Show options for DVBT
de: Optionen für DVB-T anzeigen

source: Start simple dvb tuner
de: Starte einfachen DVB-Tuner

source: Scan for channels
de: Nach Kanälen suchen

source: Switch to navigation mode.
de: Wechsle in den Navigationsmodus.

source: DVD menu navigation mode
de: DVD-Menü-Navigationsmodus

source: This list will be populated by temporary flash files when you play them into a web browser.
de: Diese Liste wird von temporären Flash-Dateien gefüllt werden wenn Sie in einem Webbrowser abgespielt wird.

source: Show flash videos in /tmp folder in the upper list, allowing you to play them.
de: Flash Videos im /tmp Ordner in der oberen Liste anzeigen, um es abspielen zu können

source: Catch Flash videos in /tmp folder
de: Flash Videos im /tmp Ordner ananschauen

source: When a new flash video is detected, shows a PopUp window. It may be necessary to disable focus stealing prevention in your window manager.
de: Wenn neues Flash-Video erkannt wird, PopUp-Fenster anzeigen. Es kann notwendig sein im Fenstermanger 'focus stealing prevention' zu deaktivieren.

source: PopUp window to play new catched videos
de: Öffne PopUp-Fenster, um ein neues abgefangenes Videos abzuspielen

source: Click to open video page
de: Öffne Videoseite durch klicken

source: Show youtube video information
de: Youtube-Videoinformationen anzeigen

source: Search now
de: Suche jetzt

source: Show/Hide search options panel
de: Anzeigen/Ausblenden versteckter Dateien

source: only valid for searches
de: Nur gültig für Suchanfragen

source: Results
de: Ergebnisse

source: How many results to get.
de: Wie viele Ergebnisse erhalten.

source: Order by
de: Sortieren nach

source: Only valid for standard feeds
de: Nur gültig für Standard-Feeds

source: Time
de: Zeit

source: Author
de: Autor

source: Get an updated genres list from shoutcast server
de: Hole eine aktualisierte Genres-Liste von Shoutcast-Server

source: Refresh Genres list
de: Genres-Liste aktualisieren

source: Search results:
de: Suchergebnisse:

source: Highlight the results
de: Ergebnisse hervorheben

source: Free serch by content
de: Kostenlose Suche nach Inhalten

source: Refresh podcasts info
de: Aktualisieren Sie Podcast-Info

source: Refresh All
de: Alle aktualisieren

source: Manually enter a new podcast URL
de: Gebe manuell eine neue Podcast-URL ein

source: Media Info
de: Medien Info

source: Info on playing media or on the last played one
de: Info zum Abspielen von Medien oder auf dem zuletzt gespielten

source: Profiles
de: Profile

source: Current profile:
de: Aktuelles Profil:

source: Choose a profile from the list
de: Wähle ein Profil aus der Liste aus

source: Load the selected profile
de: Lade das ausgewählte Profil

source: Load
de: Laden

source: Save the settings to the selected profile
de: Speichere die Einstellungen für das ausgewählte Profil

source: Save
de: Speichern

source: Rename the selected profile
de: Benennen Sie das ausgewählte Profil um

source: Rename
de: Umbenennen

source: Save the current settings to a new profile
de: Speichere die aktuellen Einstellungen in einem neuen Profil

source: Save As
de: Speichern als

source: Delete the selected profile
de: Lösche das ausgewählte Profil

source: Delete
de: Löschen

source: Make a new blank profile
de: Erstelle ein neues leeres Profil

source: Make new
de: Neu erstellen

source: Show and select the possible search fields
de: Zeige die möglichen Suchfelder an und wählen sie aus

source: Play random media when the previous reaches the end.
de: Zufällige Medienwiedergabe, wenn das vorherige das Ende erreicht.

source: Show media info when hovering a list item.
de: Medieninformationen anzeigen, wenn mit der Maus darüber.

source: Play next media as the previous reaches the end.
de: Wiedergabe des nächsten Medium wenn das vorherige das Ende erreicht hat.

source: Track No.
de: Titelnummer

source: Select next
de: Nächstes auswählen

source: Commit
de: Anwenden

source: Previous media
de: Vorherige Medien

source: Next media
de: Nächste Medien

source: Capture the playing stream. It will work only you are playing mpeg files.
de: Erfasse den aktuellen Stream. Funktioniert nur beim Abspielen von mpeg-Dateien.

source: Play/pause
de: Wiedergabe/Pause

source: Chapters available
de: Kapitel verfügbar

source: Slowdown
de: Langsamer

source: Speedup
de: Beschleunigen

source: Show/Hide current and next TV program.
de: Anzeigen/Ausblenden des aktuellen und nächsten TV-Programms.

source: Hover the mouse over this button then * Zoom the video with mouse wheel. * Cycle through zoom with right mouse button.
de: Bewegen Sie die Maus über diesen Knopf * Zoome das Video mit dem Mausrad. * Zoome mit der rechten Maustaste.

source: LeftText
de: Linker Text

source: Right Text
de: Rechter Text

source: You are going to delete this file from disk, are you sure?
de: Sie sind dabei diese Datei von der Festlatte zu löschen, sind Sie sicher?

source: File Size
de: Dateigröße

source: File name
de: Dateiname

source: Output File
de: Ausgabedatei

source: Next
de: Nächster

source: Please wait
de: Bitte warten

source: New search
de: Neue Suche

source: User options
de: Benutzeroptionen

source: Allows volume over 100%
de: Ermöglicht eine Lautstärke von über 100%

source: Maximum Amplification
de: Maximale Verstärkung

source: Set the maximum amplification level (disabling this means 130). A value of 130 will allow you to adjust the volume up to a maximum of about double the current level. mpv option: -volume-max
de: Stelle den maximalen Verstärkungspegel ein (Deaktivierung bedeutet 130). Mit einem Wert von 130 kann die Lautstärke bis zu einem Maximum von etwa dem Doppelten des aktuellen Pegels eingestell werden. mpv Option: -volume-max

source: AC3 dynamic range compression
de: AC3 Dynamikbereich Kompression

source: Select the Dynamic Range Compression level for AC-3 audio streams. <level> is a float value ranging from 0 to 1, where 0 means no compression and 1 means full compression (make loud passages more silent and vice versa). This option only shows an effect if the AC-3 stream contains the required range compression information. mpv option: --ad-lavc-ac3drc=<level>
de: Wählen Sie den Dynamic Range Compression Level für AC-3 Audio-Streams. <level> ist ein float-Wert von 0 bis 1, wobei 0 keine Komprimierung bedeutet und 1 bedeutet volle Kompression (laute Passagen leiser machen und umgekehrt). Diese Option zeigt nur einen Effekt, wenn der Stream AC-3 enthält Die erforderliche Kompressionsinformation. mpv Option: --ad-lavc-ac3drc=<level>

source: Output Channels
de: Ausgangskanäle

source: Request the number of playback channels (default: 2). This is usually only important when playing videos with AC-3 audio (like DVDs). mpv option: audio-channels
de: Anzahl der Wiedergabekanäle anfordern (Standard: 2). Dies ist in der Regel nur wichtig, wenn Sie Videos mit AC3-Audio wiedergeben (wie DVDs). mpv Option: audio-channels

source: Initial speed
de: Anfangsgeschwindigkeit

source: Set initial playback tempo/pitch
de: Stelle ursprüngliches Wiedergabetempo/Tonhöhe ein

source: #-12..#+12 are semitones. See also 'speed' under 'scaletempo' filter in chains window. mpv option: speed
de: #-12..#+12 sind Halbtöne. Siehe auch 'speed' unter 'scaletempo' Filter im Video Filterkette. mpv Option: speed

source: Turns off xscreensaver at startup
de: Deaktiviert xscreensaver beim Start

source: Turns off screensaver at startup and turns it on again on exit. Uses XSS and XResetScreenSaver API. mpv option: -stop-xscreensaver
de: Schaltet den Bildschirmschoner beim Start aus und schaltet ihn beim Beenden wieder ein. Verwendet XSS und Xset ScreenSaver API. mpv Option: -stop-xscreensaver

source: Gradually adjusts the A/V sync based on audio delay measurements.
de: Stellt die A/V-Synchronisierung schrittweise auf der Grundlage von Audioverzögerungsmessungen ein.

source: Try -autosync 30 to smooth out problems with sound drivers which do not implement a perfect audio delay measurement. [..] mpv option: autosync
de: Versuchen Sie mit -autosync 30, Probleme mit Soundtreibern zu beheben, die keine perfekte Audioverzögerungsmessung implementieren. [..] mpv Option: autosync

source: maximum A-V sync correction per frame (in seconds)
de: Maximale A-V-Sync-Korrektur pro Bild (in Sekunden)

source: maximum A-V sync correction per frame (in seconds) mpv options: -mc
de: Maximale A-V-Sync-Korrektur pro Bild (in Sekunden) mpv Options: -mc

source: Only valid for http:// Uries
de: Nur gültig für http:// URL

source: Send cookies
de: Sende cookies

source: Send cookies to websites when playing http:// Uries, Cookie file must be in Netscape format. mpv option: cookies
de: Sende Cookies an Websites, beim Abspielen von http:// URL, Die Cookie-Datei muss im Netscape-Format vorliegen. mpv Option: cookies

source: location
de: Speicherort

source: Specify cookies.txt location mpv option: cookies-file
de: Geben Sie die Datei cookies.txt an mpv Option: cookies-file

source: (MPEG-1/2 and H.264 only)
de: (Nur MPEG-1/2 und H.264)

source: Number of threads to use for decoding. 0 means autodetect mpv option: vd-lavc-threads
de: Anzahl der für die Decodierung zu verwendenden Threads. 0 bedeutet automatische Erkennung mpv Option: vd-lavc-threads

source: (MPEG-2, MPEG-4, and H.264 only)
de: (Nur MPEG2, MPEG4 und H264)

source: Enable optimizations which do not comply to the specification and might potentially cause problems, like simpler dequantization, simpler motion compensation, assuming use of the default quantization matrix, assuming YUV 4:2:0 and skipping a few checks to detect damaged bitstreams. mpv option: vd-lavc-fast
de: Aktiviere Optimierungen, die nicht der Spezifikation entsprechen und möglicherweise Probleme verursachen könnte, wie einfachere Dequantisierung, einfache Bewegungskompensation, vorausgesetzt, dass die Standardeinstellung verwendet wird Quantisierungsmatrix, angenommen YUV 4:2:0 und überspringe ein paar Kontrollen, um beschädigte Bitströme zu erkennen. mpv Option: vd-lavc-fast

source: (H.264 only)
de: (Nur H.264)

source: Skips the loop filter (AKA deblocking) during H.264 decoding. this has a worse effect on quality But at least for high bitrate HDTV this provides a big speedup with no visible quality loss. mpv option: vd-lavc-skiploopfilter
de: Überspringt den Schleifenfilter (AKA-Deblocking) während der H264-Dekodierung. Dies hat eine schlechtere Wirkung auf die Qualität Aber zumindest für hohe Bitrate HDTV bietet dies eine große Beschleunigung ohne sichtbaren Qualitätsverlust. mpv Option: vd-lavc-skiploopfilter

source: Skip frames to maintain A/V sync
de: Überspringe Rahmen, um A/V Synchronisierung beizubehalten

source: Skip displaying some frames to maintain A/V sync, or playing high framerate video on video output that have a lower upper framerate limit mpv option: -framedrop
de: Überspringen die Anzeige einiger Frames, um die A/V-Synchronisierung beizubehalten, oder Wiedergabe von Video mit hoher Bildrate auf Videoausgang, die eine niedrigere obere Framerate-Grenze haben mpv Option: -framedrop

source: Field dominance
de: Schlüsselfeld

source: Set the dominant field (for interlaced videos)
de: Lege das dominante Feld (für interlaced Videos) fest

source: Set first field for interlaced content mpv option: -field-dominance
de: Legt das erste Feld für interlaced Inhalt fest mpv Option: -field-dominance

source: Hi-res MP3 seeking
de: Suche hochauflösende MP3

source: High resolution seek
de: Suche hochauflösende

source: Select when to use precise seeks that are not limited to keyframes. May be slower mpv option: hr-seek
de: Wählen Sie aus, wann genaue Suchvorgänge verwendet werden sollen, die nicht auf Keyframes beschränkt sind. Kann langsamer sein mpv Option: hr-seek

source: Are you sure you want to delete selected items?
de: Möchten Sie die ausgewählten Elemente wirklich löschen?

source: Don't
de: Nicht

source: Proceed
de: Weiter

source: This will save this window settings to all profiles found but the 'Factory_defaults' one
de: Fenstereinstellungen in allen Profilen speichern, außer den 'Werkseinstellungen'

source: Couldn't load the picture
de: Fehler beim Laden des Bilds

source: General options
de: Allgemeine Einstellungen

source: Save to current profile
de: Im aktuellen Profil speichern

source: Save these settings to all profiles
de: Diese Einstellungen im aktuellen Profil speichern

source: If you zoomed-in a video, this will allow you to pan it with mouse-drag operation. Works in full-screen mode only.
de: Wenn Sie ein Video eingezoomt haben, können Sie es mit der Maus ziehen. Funktioniert nur im Vollbildmodus.

source: Allow video panning via mouse-drag
de: Video-Panning per Maus ziehen

source: If your video card doesn't support brightness, gamma, contrast or hue settings, you may want to try this (slower method) for video equalizer to work properly. Note that this does not conflict with configuration you explicitly set in eq2 and hue filters.
de: Wenn Ihre Grafikkarte keine Helligkeit, Gamma, Kontrast der Farbtoneinstellungen unterstützt, können Sie diese (langsamere Methode) für den Video-Entzerrer verwenden, damit er ordnungsgemäß funktioniert. Beachten Sie, dass dies nicht zu Konflikten mit der Konfiguration führt, die Sie explizit in eq2 und im Farbfilter setzen.

source: Auto add eq2 and hue filters to video chain
de: Automatisch EQ2 Filter und Farbfilter auf den Videokanal hinzufügen

source: Gpu decoding
de: GPU-Decodierung

source: Select the preferred hardware decoding method. (decode api + video output driver) Caveats that applies to anything but "no" and "*-copy" - Any video driver in the chains window is overriden - Use of video filters will disable hardware decoding
de: Wähle die bevorzugte Hardware-Decodierungsmethode aus. (decodiere api + videoausgangstreiber) Einschränkungen, die auf alles außer "no" und "*-copy" gelten - Jeder Grafiktreiber im Kettenfenster wird überschrieben - Die Verwendung von Videofiltern deaktiviert die Hardware-Decodierung

source: Select the preferred hardware decoding method. (decode api + video output driver) Caveats that applies to anything but "no" and "vaapi-copy" - Any video driver in the chains window is overriden - Use of video filters will disable hardware decoding
de: Wählen Sie die bevorzugte Hardware-Decodierungsmethode. (Dekodieren api + Videoausgabetreiber) Einschränkungen, die für alles außer "no" und "vaapi-copy" gelten - Jeder Videotreiber in der Video Filterkette wird überschrieben - Die Verwendung von Videofiltern deaktiviert die Hardware-Decodierung

source: auto + opengl (may allows only gamma adjustments)
de: auto + pengl (ermöglicht nur Gamma-Anpassungen)

source: auto + vaapi (allows equalization, but gamma)
de: auto + vaapi (erlaubt Entzerrung, aber Gamma)

source: auto + vdpau (allows equalization, but gamma)
de: auto + VDPAU (erlaubt Entzerrung, aber Gamma)

source: cuda + opengl (check if your ffmpeg and mpv supports it)
de: Cuda + opengl (überprüfen, ob ffmpeg und mpeg es unterstützt)

source: cuda-copy (see previous)
de: Cuda-copy (siehe vorherige)

source: no (allows all video filters and drivers)
de: Nein (erlaubt alle Videofilter und Treiber)

source: vaapi + opengl (allows only gamma adjustments)
de: vaapi + opengl (erlaubt nur Gamma-Einstellungen)

source: vaapi + vaapi (allows equalization, but gamma)
de: vaapi + vaapi (erlaubt Entzerrung, aber Gamma)

source: vaapi-copy (allows all video filters and drivers - Intel only)
de: Vaapi-copy (erlaubt alle Video-Filter und Treiber - nur Intel)

source: vdpau + opengl (may allows only gamma adjustments)
de: Vdpau + opengl (erlaubt nur Gamma-Einstellungen)

source: vdpau + vdpau (allows equalization, but gamma)
de: Vdpau + vdpau (erlaubt die Entzerrung, aber Gamma)

source: Using vdpau overlay surface may lead to instability problems under some circumstances like heavy cpu load or switching to/from fullscreen. NOT using vdpau overlay may cause tearing. If you experience tearing, try to disable this option, if you experience instability, try to check it. This option disable the overlay surface by setting the environment variable: VDPAU_NVIDIA_NO_OVERLAY=1
de: Die Verwendung der vdpau-Überlagerungsoberfläche kann unter bestimmten Umständen zu Instabilitätsproblemen führen wie schwere CPU-Last oder Umschaltung auf/von Vollbild. die NICHT Verwendung von vdpau-Overlay kann Tearing verursachen. Wenn Sie Tearing haben, versuchen Sie, diese Option zu deaktivieren, Versuchen Sie es zu überprüfen. Die folgende Option deaktiviert die Overlay-Oberfläche, indem Sie die Umgebungsvariable setzen: VDPAU_NVIDIA_NO_OVERLAY=1

source: Disable VDPAU overlay surface
de: Deaktiviere VDPAU-Overlay-Oberfläche

source: Enable the animated video preview when you drag the seekbar with the mouse. * Requires more cpu power. * If you drag with mouse buttons other than left, then no seek is made.
de: Aktiviere die animierte Videovorschau durch ziehen der Suchleiste mit der Maus. * Benötigt mehr CPU-Leistung. * Mit gedrückter linker Maustaste ziehen, ansonsten wird keine Suche durchgeführt.

source: Live preview when seeking
de: Live Vorschau bei der Suche

source: Enable the animated video preview when you drag the seekbar with the mouse. * Requires a fast network connection and more cpu power. * If you drag with mouse buttons other than left, then no seek is made.
de: Aktivieren Sie die animierte Videovorschau wenn Sie die Suchleiste mit der Maus ziehen. * Benötigt eine schnelle Netzwerkverbindung und mehr CPU-Leistung. * Mit gedrückter linker Maustaste ziehen, ansonsten wird keine Suche durchgeführt.

source: Live preview when seeking in network streams
de: Live-Vorschau bei der Suche in Netzwerk-Streams

source: Size of the live thumbnails (Picture in Picture) It is relative to the width of the screen.
de: Größe der Live-Thumbnails (Bild im Bild) Relativ zur Breite des Bildschirms.

source: Live preview size (relative to screen width)
de: Live-Vorschau (bezogen auf die Bildschirmbreite)

source: Visualization:
de: Visualisierung:

source: vmeters - Audio meters
de: vmeters - Audiopegelanzeige

source: If you see meters moving sooner than the audio, raise this value.
de: Erhöhe diesen Wert, wenn sich der Audiopegel beim ersten Ton bewegt.

source: Audio Latency
de: Audio Latenzzeit

source: Frames per second
de: Bilder pro Sekunde

source: Update at
de: Aktualisieren auf

source: How many samples to get to calculate the average audio level.
de: Wie viele Samples werden benötigt, um den durchschnittlichen Audiopegel zu berechnen.

source: Rms window size
de: RMS Fenstergröße

source: samples
de: Beispiele

source: Passthrough those codecs:
de: Passthrough diese Codecs:

source: Select what audio codec won't be decoded by mpv, but passed directly through spdif. Tipical use includes just ac3 and dts. mpv option: --ad=spdif:<codecname>
de: Wählen Sie aus, welcher Audiocodec nicht von mpv decodiert werden soll, sondern direkt durch spdif geführt wird. Typische Verwendung enthält nur ac3 und dts. mpv Option: --ad=spdif:<codecname>

source: Select an audio driver and an audio device at once. Note that any audio driver explicitaly selected in the chains window will override this setting. mpv option: --audio-device
de: Wählen Sie einen Audiotreiber und ein Audiogerät auf einmal aus. Beachten Sie, dass jeder Audiotreiber explizit im Kanalfenster ausgewählt wurde diese Einstellung überschreiben wird. mpv Option: --audio-device

source: Audio device
de: Audio Gerät

source: Screen
de: Bildschirm

source: Fill the resolutions menu with entries that matches the video played using the following conditions.
de: Füllen Sie das Auflösungsmenü mit Einträgen, die dem Video entspricht, das mit den folgenden Bedingungen gespielt wird.

source: The following are experimental features, use at your risk.
de: Die folgenden Funktionen sind experimentell, verwenden Sie auf Ihr Risiko.

source: Show video modes
de: Video-Modi anzeigen

source: Select resolutions with a refresh rate multiple of the fps of the video played in a defined error range. This will produce smoother playback.
de: Wähle Auflösung mit einer Wiederholfrequenz aus, die der vielfachen fps des Videos entspricht, das in einem definierten Fehlerbereich abgespielt wird. Dadurch wird eine ruckelfreie Wiedergabe erzielt.

source: ...with a refresh rate multiple of the video fps, +/-
de: ...mit einem Vielfachen der Bildwiederholfrequenz des Video-fps, +/-

source: Select resolutions with a vertical resolution higher than this value.
de: Wählen Sie Auflösungen mit einer Vertikalen Auflösung höher als dieser Wert.

source: ...with an height of at least
de: ...mit einer Höhe von mindestens

source: ...with an height and a width higher than the video
de: ...mit einer Höhe und einer Breite höher als das Video

source: If the display video mode vertical refresh is close enough to an integer multiple of the played video, change the playing speed so that a perfect match is achieved. This helps to produce smoother video.
de: Wenn die vertikale Bildwiederholfrequenz des Anzeigemodus nahe genug an dem ganzzahligen Vielfachen des abzuspielenden Videos ist, ändern Sie die Wiedergabegeschwindigkeit, so dass eine perfekte Übereinstimmung erreicht wird. Dies trägt dazu bei, ein ruckelfreies Video zu produzieren.

source: Smooth playback by changing speed
de: Geschwindigkeitsänderung für ruckelfreie Wiedergabe
