Repository: ZhangDavide/xt7-player-mpv
Catalog: .lang/*.po
Languages: de

source: Shadow
de: Schatten

source: Offset
de: Versatz

source: Will completely disable Substation alpha styles and use the user configured style below instead.
de: Schaltet die Alphathemen der Substation vollständig aus und verwendet stattdessen den unten konfigurierten Stil.

source: Disable SSA
de: Deaktiviere SSA

source: Will override Substation alpha attributes with the styles configured below.
de: Überschreibt Substation alpha-Attribute mit den unten konfigurierten Styles.

source: Override SSA
de: Überschreibe SSA

source: Extra Settings
de: Zusätzliche Einstellungen

source: Load subtitles
de: Untertitel laden

source: all - Load all subs in the current directory
de: all - Lade alle subs im aktuellen Verzeichnis

source: exact - Match exact filename, but extension
de: exakt - Übereinstimmung mit exakten Dateinamen, aber Erweiterung

source: fuzzy - Load all subs containing movie name
de: fuzzy - Lade alle subs, die den Filmnamen enthalten

source: mpv option: -ass-force-style Alignment=<align>
de: mpv Option: -ass-force-style Ausrichtung=<align>

source: Alignment
de: Ausrichtung

source: 1) Bottom/Left
de: 1) Unten/Links

source: 2) Bottom/Center
de: 2) Unterseite/Mitte

source: 3) Bottom/Right
de: 3) Unten/Rechts

source: Subtitle position on the screen from top or bottom. (it depends the alignment you choose) mpv option: -ass-force-style MarginV=<margin> If you Disabled SSA, then the value is meant to be from top. mpv Option: -subpos <0-100>
de: Untertitelposition auf dem Bildschirm von oben oder unten. (hängt von der Ausrichtung ab, die Sie wählen) mpv Option: -ass-force-style MarginV=<margin> Wenn Sie SSA deaktiviert haben, dann ist der Wert von oben gemeint. mpv Option: -subpos <0-100>

source: Guess codepage for:
de: Vermutliche Codepage:

source: If guess fails, use:
de: Bei Fehlschlag, verwende:

source: Subtitle delay. mpv option: --sub-delay <sec>
de: Untertitelverzögerung. mpv Option: --sub-delay <sec>

source: Setting a negative delay for subtitles embedded in mkv files, leads mpv to shift only the subtitle end time, because it reads the file sequentially. Checking this box will workaround the problem by adding: -subfile yourfile.mkv to mpv options, forcing mpv to read and shift the subtitles correctly. Also, any ass rendering will be disabled. http://bugzilla.mplayerhq.hu/show_bug.cgi?id=1870
de: Das Einstellen einer negativen Verzögerung für in mkv-Dateien eingebettete Untertitel führt dazu, dass sich bei mpv nur die Untertitelendzeit verschiebt, da die Datei sequentiell gelesen wird. Wenn Sie dieses Kontrollkästchen aktivieren, umgehen Sie das Problem: -subfile yourfile.mkv in mpv-Optionen, zwingt mpv zu lesen: und verschiebt den Untertitel korrekt. Außerdem wird jedes Array-Rendern deaktiviert. http://bugzilla.mplayerhq.hu/show_bug.cgi?id=1870

source: Preview
de: Vorschau

source: Setting this to 1.00 should display the same font dimension you will see on fullscreen with all of the video drivers, but Xv, which is a special case.
de: Wenn Sie dies auf 1.00 einstellen, sollte die gleiche Schriftdimension angezeigt werden auf dem ganzen Bildschirm mit allen Videotreibern, aber Xv, ist ein spezieller Fall.

source: Preview scale factor:
de: Vorschau Skalierugsfaktor:

source: Test the new configuration in the preview box.
de: Teste die neue Konfiguration im Vorschaufenster.

source: Retest
de: Erneut testen

source: Use new settings without save. To save settings, use menu item.
de: Verwende neue Einstellungen ohne zu speichern.. Benutze den Menüpunkt, um die Einstellungen zu speichern.

source: Translation needed!
de: Übersetzung benötigt!

source: Translation thread on Xt7-Player Boards
de: Übersetzung Thread auf Xt7-Player Boards

source: How to translate a gambas project
de: Wie übersetzt man ein Gambas Projekt

source: Another way to quickly translate xt7, thanks to eloaders
de: Eine weitere Möglichkeit, Xt7 schnell zu übersetzen, Dank an eloaders

source: Don't show this anymore
de: Zeig das nicht mehr an

source: If equalizer doesn't work, you can try to: - Change video output driver - Enable eq2 and hue filters under General Options - Add Eq2 filter in chains window - Add Hue filter in chains window
de: Wenn der Equalizer nicht funktioniert, können Sie versuchen:: - Ändere den Videoausgabetreiber - Aktiviere eq2 und Farbtonfilter unter Allgemeine Optionen - Eq2-Filter in der Video Filterkette hinzufügen - Farbton-Filter in der Video Filterkette hinzufügen

source: help
de: Hilfe

source: Note that this can conflicts with Eq2 and hue filter settings
de: Beachte, dies kann zu Konflikten mit den Eq2- und Farbton-Filter-Einstellungen führen

source: Auto apply those values
de: Wende diese Werte automatisch an

source: Restore default settings
de: Standardeinstellungen wiederherstellen

source: Restore all
de: Alles wiederherstellen

source: Hue
de: Farbton

source: OverBright strength
de: Stärke der Überbelichtung

source: Overbright: Push contrast trying to preserve color details. Useful for low contrast videos or low contrast displays. May produce clipping/saturation artifacts. Works best with Xv and GL video drivers.
de: überbelichtung: Drücken Sie Kontrast um zu versuchen die Farbdetails zu bewahren. Geeignet für kontrastreiche Videos oder kontrastreiche Displays. Kann Clipping/Sättigung Artefakte hervorrufen. Funktioniert am Besten mit Xv- und GL-Videotreibern.

source: Dynamic overbright strength: When usinng dynamic overbright, this slider controls how much you want the video to be altered by it.
de: Dynamische Überlichtfestigkeit:: Bei Verwendung von dynamischer Überbelichtung, steuert dieser Schieberegler wie viel Sie am Video ändern möchten.

source: Dynamic
de: Dynamisch

source: Threshold: Overbright will be altered only if the next overbright value differs from the previous one by less than the threshold. Gamma exponent: With high values, more overbright will be applied to dark scenes and less overbright to bright scenes. A value of 0 will switch to linear adjustments. (dark and bright scenes are treated equally)
de: Schwellenwert: Overbright wird nur geändert, wenn sich der nächste übergeordnete Wert von dem vorherigen um weniger als dem Schwellenwert von dem vorherigen unterscheidet. Gamma-Exponential: Bei hohen Werten wird mehr Überlicht auf dunkle Szenen und weniger überlicht auf helle Szenen angewendet. Ein Wert von 0 schaltet auf lineare Einstellungen um. (Dunkle und helle Szenen werden gleich behandelt)

source: Threshold
de: Schwellenwert

source: Gamma exponent
de: Gamma-Exponential

source: Trying shared and cached keys...
de: Gemeinsam genutzte und zwischengespeicherte Schlüssel...

source: User provided api key does not seem to work.
de: Vom Benutzer zur Verfügung gestellte api-Schlüssel scheint nicht zu funktionieren.

source: Invalid or missing API KEY
de: Ungültiger oder fehlender API KEY

source: You could try again later.
de: Sie könnten es später noch einmal versuchen.

source: Custom search results
de: Benutzerdefinierte Suchergebnisse

source: More Related to:
de: Mehr dazu:

source: youtube-dl seems to be missing. Install it to watch youtube videos.
de: youtube-dl scheint zu fehlen.-dl. Installieren Sie es, um YouTube-Videos ansehen zu können.

source: No channel file found. Do you want to tune some channels?
de: Keine channel-Datei gefunden. Möchten Sie Kanäle einstellen?

source: Tune
de: Justieren

source: movie/drama
de: Film/Drama

source: detective/thriller
de: Detektiv/Thriller

source: adventure/western/war
de: Abenteuer/Western/Krieg

source: comedy
de: Komödie

source: soap/melodrama/folkloric
de: Soap/Melodram/Folklore

source: romance
de: Romanze

source: serious/classical/religious/historical movie/drama
de: Ernste/klassische/religiöse/historische Film/Drama

source: adult movie/drama
de: Erwachsenen Filme/Drama

source: news/current affairs
de: Nachrichten/aktuelle Angelegenheiten

source: news/weather report
de: News/Wetterbericht

source: news magazine
de: Nachrichtenmagazin

source: documentary
de: Dokumentarfilm

source: discussion/interview/debate
de: Diskussion/Interview/Debatte

source: show/game show
de: Show/Spielshow

source: game show/quiz/contest
de: Spiel/Quiz/Wettbewerb

source: variety show
de: Varietevorführung

source: sports
de: Sport

source: special events
de: Besondere Anlässe

source: sports magazines
de: Sport Magazine

source: football/soccer
de: Fussball

source: team sports
de: Team-Sport

source: athletics
de: Leichtathletik

source: water sport
de: Wassersport

source: winter sports
de: Wintersport

source: equestrian
de: Reitsport

source: martial sports
de: Kriegssport

source: children's/youth programmes
de: Kinder-/Jugendprogramme

source: pre-school children's programmes
de: Vorschulkinderprogramme

source: entertainment programmes for 6 to14
de: Unterhaltungsprogramme für 6 bis 14

source: entertainment programmes for 10 to 16
de: Unterhaltungsprogramme für 10 bis 16

source: informational/educational/school programmes
de: Informations-/Bildungs-/Schulprogramme

source: cartoons/puppets
de: Karikaturen/Marionetten

source: music/ballet/dance
de: Musik/Ballett/Tanz

source: serious music/classical music
de: Ernste Musik/Klassische Musik

source: folk/traditional music
de: Volkstümliche/Traditionelle Musik

source: musical/opera
de: Musical/Oper

source: arts/culture
de: Kunst/Kultur

source: performing arts
de: Darstellende Künste

source: fine arts
de: Bildende Kunst

source: popular culture/traditional arts
de: Beliebte Kultur/Traditionelle Kunst

source: literature
de: Literatur

source: film/cinema
de: Film/Kino

source: experimental film/video
de: Experimentelle Film/Video

source: broadcasting/press
de: Rundfunk/Presse

source: new media
de: Neue Medien

source: arts/culture magazines
de: Kunst/Kulturmagazine

source: fashion
de: Mode

source: social/political issues/economics
de: Soziale/Politische Fragen/Wirtschaft

source: magazines/reports/documentary
de: Zeitschriften/Berichte/Dokumentationen

source: economics/social advisory
de: Wirtschaft/Sozialberatung

source: remarkable people
de: Bemerkenswerte Leute

source: education/science/factual topics
de: Bildung/Wissenschaft/Fakten

source: nature/animals/environment
de: Natur/Tiere/Umwelt

source: technology/natural sciences
de: Technik/Naturwissenschaften

source: medicine/physiology/psychology
de: Medizin/Physiologie/Psychologie

source: foreign countries/expeditions
de: Ausland/Expeditionen

source: social/spiritual sciences
de: Sozial- und Geisteswissenschaften

source: further education
de: Weiterbildung

source: languages
de: Sprachen

source: leisure hobbies
de: Freizeit-Hobbys

source: tourism/travel
de: Tourismus/Reisen

source: handicraft
de: Handwerk

source: motoring
de: Autofahren

source: fitness and health
de: Fitness und Gesundheit

source: cooking
de: Kochen

source: advertisement/shopping
de: Werbung/Shopping

source: gardening
de: Gartenarbeit

source: Ladspa file
de: Ladspa Datei

source: Ladspa plugin file name
de: Ladspa-Plugin-Dateiname

source: Plugin controls:
de: Plugin-Steuerelemente:

source: Number of output channels:
de: Anzahl der Ausgangskanäle:

source: ffmpeg > 2.8 will not need this.
de: ffmpeg > 2.8 wird nicht benötigt.

source: Show the ladspa commandline for mpv from the selected plugin
de: Zeigen die ladspa-Befehlszeile für mpv aus dem ausgewählten Plugin an

source: Generate
de: Generieren

source: Display the plugin controls and values from a valid mpv lavfi ladspa command line, eg: af lavfi="[ladspa=file=/usr/lib/ladspa/fast_lookahead_limiter_1913.so:p=fastLookaheadLimiter:c='c0=20|c1=-10|c2=2']
de: Zeigen die Plugin-Steuerelemente und Werte aus einer gültigen mpv lavfi ladspa-Befehlszeile an, z.B.: af lavfi="[ladspa=file=/usr/lib/ladspa/fast_lookahead_limiter_1913.so:p=fastLookaheadLimiter:c='c0=20|c1=-10|c2=2']

source: Reverse
de: Aufheben

source: Generate the parameters, Copy the string into the previous custom audio filter field, closes the window.
de: Generieren die Parameter, Kopiere die Zeichenfolge in das vorherige benutzerdefinierte Audiofilterfeld, schließe das Fenster.n

source: Accept
de: Akzeptieren

source: Close the window and discard any change
de: Schließe das Fenster und verwerfe jede Änderung

source: Use the specified profile as default
de: Verwende das angegebene Profil als Standard

source: Use specified profile only for this session
de: Verwende für diese Sitzung nur das angegebene Profil

source: Append the file to the playlist of a running instance
de: Hänge die Datei an die Wiedergabeliste einer laufenden Instanz an

source: Play in a new instance even if one is already running
de: Wiedergabe in einer neuen Instanz, auch wenn eine bereits ausgeführt wird

source: Start minimized in the tray
de: Starte minimiert

source: Enable debug output
de: Debug-Ausgabe aktivieren

source: No channel
de: Kein Kanal

source: NOW
de: JETZT

source: NEXT
de: NÄCHSTER

source: Not Available
de: Nicht verfügbar
